grimoire/musica-04-concert.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 04 : Concert
#+AUTHOR: chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Introduction

#+ATTR_HTML: :class lettrine
La polyphonie médiévale a fait ses premiers pas en utilisant un
processus d’accompagnement simple, l’ *organum strict* : une voix
parallèle, appelée *voix organale*, était alors ajoutée à une mélodie
préexistante de référence, la *voix principale*. Au fil du temps, la
voix organale est devenue de plus en plus ornée et indépendante. On
tournait alors autour du parallélisme strict, ne revenant à
l’intervalle harmonique original (unisson, octave ou quinte) que lors
des convergences de fin de phrase. C’était l’époque du *déchant* et de
l’ *organum fleuri*. Plus tard, d’autres voix ont été ajoutées,
donnant ainsi naissance au *motet*. Les lignes mélodiques ont pris de
plus en plus d’indépendance, la cohérence de l’ensemble étant assurée
par les lois du contrepoint, ancêtre de l’harmonie, ainsi que par
l’échange de motifs mélodiques via des procédés d’imitation et de
variation. Le *ricercar* et la *fugue* ont abondamment utilisé ce type
de constructions. L’art de la polyphonie aboutit alors à des
merveilles : imaginez une pièce de théâtre où chaque voix musicale
représente un personnage ; tantôt en concorde, tantôt en discorde,
toute la troupe bouillonne de thèmes, d’idées qui se baladent de main
en main, tissant ainsi la trame de l’histoire. Lorsque les Muses
apparaîssent au centre de cette table ronde, une magie collective
émerge des voix, dans toute la splendeur de sa virtuosité collective.

Fidèle à cette riche tradition, ce chapitre introduit les concepts qui
vont nous permettre d’explorer la dualité, ce fragile mais féerique
équilibre entre les dimensions mélodiques et harmoniques d’une
polyphonie.

/Remarques/ :

  - la voix principale était aussi appelée *vox principalis*,
    *cantus*, *cantus firmus*, ou encore *plain-chant*

  - la voix organale était aussi appelée *vox organalis*

  - le terme de motet viendrait de *motetus*, le petit mot, en
    référence au texte ajouté sur la ou les voix supplémentaires


* Dualité

#+TOC: headlines 1 local


** Grille

On peut représenter une polyphonie comme une superposition de
mélodies, mais également comme une succession d’accords, chacun
d’entre-eux régnant un certain temps sur le déroulement musical avant
de laisser la place à son successeur. Le tableau suivant illustre
cette dualité dans le cas d’un septuor :

#+ATTR_HTML: :class plat
| S | : | (accord-1, note-1) | (accord-2, note-1) | (accord-3, note-1) | =...= |
| M | : | (accord-1, note-2) | (accord-2, note-2) | (accord-3, note-2) | =...= |
| A | : | (accord-1, note-3) | (accord-2, note-3) | (accord-3, note-3) | =...= |
| C | : | (accord-1, note-4) | (accord-2, note-4) | (accord-3, note-4) | =...= |
| T | : | (accord-1, note-5) | (accord-2, note-5) | (accord-3, note-5) | =...= |
| Y | : | (accord-1, note-6) | (accord-2, note-6) | (accord-3, note-6) | =...= |
| B | : | (accord-1, note-7) | (accord-2, note-7) | (accord-3, note-7) | =...= |

Cette représentation schématique a le mérite de n’intégrer que les
notes essentielles de la polyphonie, ce qui permet de visualiser du
premier coup d’oeil les évolutions des voix lors des changements
d’accords. Nous appelons *grille polyphonique*, ou plus simplement
*grille* une telle représentation schématique de la polyphonie.


** Notes

Les notes d’une polyphonie peuvent se scinder en deux catégories :

  - les *notes essentielles* sont les notes qui appartiennent à la
    grille polyphonique, et donc à un des accords qui la constituent

  - les *notes étrangères* sont les notes qui n’appartiennent pas à la
    grille polyphonique, et donc à aucun des accords qui la
    constituent

/Remarque/ : on utilise également les expressions *note réelle* et
*note constitutive* comme synonymes de note essentielle.


** Accords

On peut classer grossièrement les accords en deux catégories, suivant
leur importance :

  - Les accords *stratégiques* constituent la clef de voûte du
    discours musical

  - Les accords *de passage* ont pour fonction de permettre une
    transition fluide entre deux autres accords


** Enchaînement

On appelle *enchaînement* une suite formée de deux ou de plusieurs
accords consécutifs. Deux accords consécutifs sont dit *enchaînés*.


*** Changement d’harmonie

Une *harmonie* peut aussi désigner le règne d’un accord. On parle donc
de *changement d’harmonie* pour signaler un changement d’accord.


** Rythme harmonique

Le rythme auquel les accords se succèdent est appelé *rythme
harmonique*. Le rythme harmonique peut être régulier ou variable.

Chaque accord règne un certain temps sur la musique avant de laisser
la place à son successeur. Ce règne peut durer pendant :

  - une carrure (entière, 1/2, 1/4, =...=)

  - une oscillation

  - une pulsation

  - une mesure

  - un temps

  - =...=


