grimoire/musica-04-concert.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2019-11-01 ven 14:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 04 : Concert</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="chimay" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content">
<h1 class="title">Eclats de vers : Musica 04 : Concert</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents">
<h2>Table des matières</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orge460146">1. Introduction</a></li>
<li><a href="#org6c4efca">2. Dualité</a></li>
<li><a href="#orgb27f6f6">3. Mouvements harmoniques</a></li>
<li><a href="#org430db31">4. Mouvements polyphoniques</a></li>
<li><a href="#orgbe6a4b6">5. Ornements</a></li>
<li><a href="#orgeee885e">6. Accentuation</a></li>
<li><a href="#orgdc6e419">7. Dynamique des ornements</a></li>
<li><a href="#org7393fe6">8. Disposition</a></li>
<li><a href="#orgbb36dbc">9. Stratification</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge460146" class="outline-2">
<h2 id="orge460146"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p class="lettrine">
La polyphonie médiévale a fait ses premiers pas en utilisant un
processus d’accompagnement simple, l’ <b>organum strict</b> : une voix
parallèle, appelée <b>voix organale</b>, était alors ajoutée à une mélodie
préexistante de référence, la <b>voix principale</b>. Au fil du temps, la
voix organale est devenue de plus en plus ornée et indépendante. On
tournait alors autour du parallélisme strict, ne revenant à
l’intervalle harmonique original (unisson, octave ou quinte) que lors
des convergences de fin de phrase. C’était l’époque du <b>déchant</b> et de
l’ <b>organum fleuri</b>. Plus tard, d’autres voix ont été ajoutées,
donnant ainsi naissance au <b>motet</b>. Les lignes mélodiques ont pris de
plus en plus d’indépendance, la cohérence de l’ensemble étant assurée
par les lois du contrepoint, ancêtre de l’harmonie, ainsi que par
l’échange de motifs mélodiques via des procédés d’imitation et de
variation. Le <b>ricercar</b> et la <b>fugue</b> ont abondamment utilisé ce type
de constructions. L’art de la polyphonie aboutit alors à des
merveilles : imaginez une pièce de théâtre où chaque voix musicale
représente un personnage ; tantôt en concorde, tantôt en discorde,
toute la troupe bouillonne de thèmes, d’idées qui se baladent de main
en main, tissant ainsi la trame de l’histoire. Lorsque les Muses
apparaîssent au centre de cette table ronde, une magie collective
émerge des voix, dans toute la splendeur de sa virtuosité collective.
</p>

<p>
Fidèle à cette riche tradition, ce chapitre introduit les concepts qui
vont nous permettre d’explorer la dualité, ce fragile mais féerique
équilibre entre les dimensions mélodiques et harmoniques d’une
polyphonie.
</p>

<p>
<i>Remarques</i> :
</p>

<ul class="org-ul">
<li>la voix principale était aussi appelée <b>vox principalis</b>,
<b>cantus</b>, <b>cantus firmus</b>, ou encore <b>plain-chant</b></li>

<li>la voix organale était aussi appelée <b>vox organalis</b></li>

<li>le terme de motet viendrait de <b>motetus</b>, le petit mot, en
référence au texte ajouté sur la ou les voix supplémentaires</li>
</ul>
</div>
</div>


<div id="outline-container-org6c4efca" class="outline-2">
<h2 id="org6c4efca"><span class="section-number-2">2</span> Dualité</h2>
<div class="outline-text-2" id="text-2">
<div id="text-table-of-contents">
<ul>
<li><a href="#org5cc0f1d">2.1. Grille</a></li>
<li><a href="#orgf674af4">2.2. Notes</a></li>
<li><a href="#org1591d66">2.3. Accords</a></li>
<li><a href="#org1267c43">2.4. Enchaînement</a></li>
<li><a href="#org4f0ccff">2.5. Rythme harmonique</a></li>
<li><a href="#orge18c5e4">2.6. Rencontres</a></li>
</ul>
</div>
</div>


<div id="outline-container-org5cc0f1d" class="outline-3">
<h3 id="org5cc0f1d"><span class="section-number-3">2.1</span> Grille</h3>
<div class="outline-text-3" id="text-2-1">
<p>
On peut représenter une polyphonie comme une superposition de
mélodies, mais également comme une succession d’accords, chacun
d’entre-eux régnant un certain temps sur le déroulement musical avant
de laisser la place à son successeur. Le tableau suivant illustre
cette dualité dans le cas d’un septuor :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-1)</td>
<td class="org-left">(accord-2, note-1)</td>
<td class="org-left">(accord-3, note-1)</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">M</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-2)</td>
<td class="org-left">(accord-2, note-2)</td>
<td class="org-left">(accord-3, note-2)</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-3)</td>
<td class="org-left">(accord-2, note-3)</td>
<td class="org-left">(accord-3, note-3)</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">C</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-4)</td>
<td class="org-left">(accord-2, note-4)</td>
<td class="org-left">(accord-3, note-4)</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-5)</td>
<td class="org-left">(accord-2, note-5)</td>
<td class="org-left">(accord-3, note-5)</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-6)</td>
<td class="org-left">(accord-2, note-6)</td>
<td class="org-left">(accord-3, note-6)</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">(accord-1, note-7)</td>
<td class="org-left">(accord-2, note-7)</td>
<td class="org-left">(accord-3, note-7)</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
Cette représentation schématique a le mérite de n’intégrer que les
notes essentielles de la polyphonie, ce qui permet de visualiser du
premier coup d’oeil les évolutions des voix lors des changements
d’accords. Nous appelons <b>grille polyphonique</b>, ou plus simplement
<b>grille</b> une telle représentation schématique de la polyphonie.
</p>
</div>
</div>


<div id="outline-container-orgf674af4" class="outline-3">
<h3 id="orgf674af4"><span class="section-number-3">2.2</span> Notes</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Les notes d’une polyphonie peuvent se scinder en deux catégories :
</p>

<ul class="org-ul">
<li>les <b>notes essentielles</b> sont les notes qui appartiennent à la
grille polyphonique, et donc à un des accords qui la constituent</li>

<li>les <b>notes étrangères</b> sont les notes qui n’appartiennent pas à la
grille polyphonique, et donc à aucun des accords qui la
constituent</li>
</ul>

<p>
<i>Remarque</i> : on utilise également les expressions <b>note réelle</b> et
<b>note constitutive</b> comme synonymes de note essentielle.
</p>
</div>
</div>


<div id="outline-container-org1591d66" class="outline-3">
<h3 id="org1591d66"><span class="section-number-3">2.3</span> Accords</h3>
<div class="outline-text-3" id="text-2-3">
<p>
On peut classer grossièrement les accords en deux catégories, suivant
leur importance :
</p>

<ul class="org-ul">
<li>Les accords <b>stratégiques</b> constituent la clef de voûte du
discours musical</li>

<li>Les accords <b>de passage</b> ont pour fonction de permettre une
transition fluide entre deux autres accords</li>
</ul>
</div>
</div>


<div id="outline-container-org1267c43" class="outline-3">
<h3 id="org1267c43"><span class="section-number-3">2.4</span> Enchaînement</h3>
<div class="outline-text-3" id="text-2-4">
<p>
On appelle <b>enchaînement</b> une suite formée de deux ou de plusieurs
accords consécutifs. Deux accords consécutifs sont dit <b>enchaînés</b>.
</p>
</div>


<div id="outline-container-org36fc4c9" class="outline-4">
<h4 id="org36fc4c9"><span class="section-number-4">2.4.1</span> Changement d’harmonie</h4>
<div class="outline-text-4" id="text-2-4-1">
<p>
Une <b>harmonie</b> peut aussi désigner le règne d’un accord. On parle donc
de <b>changement d’harmonie</b> pour signaler un changement d’accord.
</p>
</div>
</div>
</div>


<div id="outline-container-org4f0ccff" class="outline-3">
<h3 id="org4f0ccff"><span class="section-number-3">2.5</span> Rythme harmonique</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Le rythme auquel les accords se succèdent est appelé <b>rythme
harmonique</b>. Le rythme harmonique peut être régulier ou variable.
</p>

<p>
Chaque accord règne un certain temps sur la musique avant de laisser
la place à son successeur. Ce règne peut durer pendant :
</p>

<ul class="org-ul">
<li>une carrure (entière, 1/2, 1/4, <code>...</code>)</li>

<li>une oscillation</li>

<li>une pulsation</li>

<li>une mesure</li>

<li>un temps</li>

<li><code>...</code></li>
</ul>
</div>
</div>
