grimoire/musica-04-concert.html


<div id="outline-container-orge18c5e4" class="outline-3">
<h3 id="orge18c5e4"><span class="section-number-3">2.6</span> Rencontres</h3>
<div class="outline-text-3" id="text-2-6">
<p>
La perception du cadre harmonique est renforcée par des rencontres
entre les notes essentielles les plus importantes de chaque accord.
Ces notes sont alors jouées simultanément sur les différentes voix de
la polyphonie. Les rencontres peuvent se produire à un rythme régulier
ou variable. En fait, elles sont liées au rythme harmonique, l’idéal
étant de disposer au moins une rencontre par accord. Les cas les plus
courants sont :
</p>


<ul class="org-ul">
<li>une rencontre au début de chaque temps</li>

<li>une rencontre au début de chaque mesure</li>

<li>une rencontre au début de chaque pulsation</li>

<li>une rencontre au début de chaque oscillation</li>

<li><code>...</code></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgb27f6f6" class="outline-2">
<h2 id="orgb27f6f6"><span class="section-number-2">3</span> Mouvements harmoniques</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc4a1bee">3.1. Introduction</a></li>
<li><a href="#org63613a6">3.2. Échange</a></li>
<li><a href="#org64623e9">3.3. Changement</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgc4a1bee" class="outline-3">
<h3 id="orgc4a1bee"><span class="section-number-3">3.1</span> Introduction</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Les <b>mouvements harmoniques</b> analysent les modifications de
disposition des notes essentielles au cours du règne d’un même accord.
</p>
</div>
</div>


<div id="outline-container-org63613a6" class="outline-3">
<h3 id="org63613a6"><span class="section-number-3">3.2</span> Échange</h3>
<div class="outline-text-3" id="text-3-2">
<p>
L’ <b>échange</b> consiste à choisir deux notes essentielles et à
intervertir leurs voix.
</p>

<p>
Exemple d’échange :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
</tr>
</tbody>
</table>

<p>
L’échange peut utiliser un accord de passage intermédiaire afin
d’opérer par mouvements conjoints. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">ré</td>
<td class="org-left">mi</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org64623e9" class="outline-3">
<h3 id="org64623e9"><span class="section-number-3">3.3</span> Changement</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Le <b>changement</b> consiste à modifier une des voix pour jouer une autre
note de l’accord.
</p>

<p>
Exemple de changement, ici sur le soprano :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org430db31" class="outline-2">
<h2 id="org430db31"><span class="section-number-2">4</span> Mouvements polyphoniques</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents">
<ul>
<li><a href="#org308ac82">4.1. Introduction</a></li>
<li><a href="#orgc736a5d">4.2. Mouvement parallèle</a></li>
<li><a href="#orgb348b42">4.3. Mouvement oblique</a></li>
<li><a href="#org86da5df">4.4. Mouvement contraire</a></li>
<li><a href="#orgdc7771e">4.5. Mouvement direct</a></li>
<li><a href="#section:mouvementConsecutif">4.6. Mouvement consécutif</a></li>
<li><a href="#orgee35424">4.7. Disposition des voix</a></li>
<li><a href="#org8830dbb">4.8. Principes</a></li>
</ul>
</div>
</div>


<div id="outline-container-org308ac82" class="outline-3">
<h3 id="org308ac82"><span class="section-number-3">4.1</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Les <b>mouvements polyphoniques</b> comparent les évolutions de deux voix
quelconques de la grille polyphonique lors d’un changement d’accord,
ce qui les place au croisement de l’harmonie et de la mélodie.
</p>
</div>
</div>


<div id="outline-container-orgc736a5d" class="outline-3">
<h3 id="orgc736a5d"><span class="section-number-3">4.2</span> Mouvement parallèle</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Il se produit un mouvement <b>parallèle</b> lorsque les deux voix évoluent
dans la même direction en utilisant le même intervalle mélodique.
</p>

<p>
<i>Remarque</i> : dans le cadre des mouvements polyphoniques, on ne fait
pas de distinction entre les intervalles majeurs et mineurs. Par
exemple, si une voix monte d’une seconde majeure pendant que l’autre
monte d’une seconde mineure, le mouvement sera considéré comme
parallèle.
</p>
</div>


<div id="outline-container-org8e98e51" class="outline-4">
<h4 id="org8e98e51"><span class="section-number-4">4.2.1</span> Ascendant</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
Un mouvement <b>parallèle ascendant</b> est un mouvement parallèle où les
deux voix évoluent vers l’aigu.
</p>

<p>
Exemple de mouvement parallèle ascendant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">mi</td>
<td class="org-left">(monte)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">si</td>
<td class="org-left">(monte)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orge300d10" class="outline-4">
<h4 id="orge300d10"><span class="section-number-4">4.2.2</span> Descendant</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Un mouvement <b>parallèle descendant</b> est un mouvement parallèle où les
deux voix évoluent vers le grave.
</p>

<p>
Exemple de mouvement parallèle descendant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
<td class="org-left">(descend)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
<td class="org-left">(descend)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org96fbd54" class="outline-4">
<h4 id="org96fbd54"><span class="section-number-4">4.2.3</span> Continuité</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
Un mouvement <b>parallèle conjoint</b> est un mouvement parallèle où les
deux voix évoluent par mouvement conjoint.
</p>

<p>
Un mouvement <b>parallèle disjoint</b> est un mouvement parallèle où les
deux voix évoluent par mouvement disjoint.
</p>
</div>
</div>


<div id="outline-container-org7ce2ebb" class="outline-4">
<h4 id="org7ce2ebb"><span class="section-number-4">4.2.4</span> Mélodies parallèles</h4>
<div class="outline-text-4" id="text-4-2-4">
<p>
Le mouvement parallèle se rencontre entre-autres lorsque deux mélodies
évoluent parallèlement. Par analogie avec les premières formes de la
polyphonie, on parle alors :
</p>


<ul class="org-ul">
<li>d’ <b>organum</b> lorsque l’intervalle qui les sépare est une octave,
une quinte ou une quarte</li>
</ul>


<ul class="org-ul">
<li>de <b>gymel</b>, ou de <b>faux-bourdon</b>, lorsque l’intervalle qui les
sépare est une tierce ou une sixte</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgb348b42" class="outline-3">
<h3 id="orgb348b42"><span class="section-number-3">4.3</span> Mouvement oblique</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Il se produit un mouvement <b>oblique</b> lorsqu’une des deux voix reste
constante pendant que l’autre varie.
</p>

<p>
Le mouvement oblique se produit généralement lorsqu’une note commune à
deux accords consécutifs est disposée sur la même voix.
</p>
</div>


<div id="outline-container-orgb9b51b6" class="outline-4">
<h4 id="orgb9b51b6"><span class="section-number-4">4.3.1</span> Ascendant</h4>
<div class="outline-text-4" id="text-4-3-1">
<p>
Un mouvement <b>oblique ascendant</b> est un mouvement oblique où la voix
mobile évolue vers l’aigu.
</p>

<p>
Exemple de mouvement oblique ascendant :
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
<td class="org-left">(monte)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
<td class="org-left">(constant)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgb7467dd" class="outline-4">
<h4 id="orgb7467dd"><span class="section-number-4">4.3.2</span> Descendant</h4>
<div class="outline-text-4" id="text-4-3-2">
<p>
Un mouvement <b>oblique descendant</b> est un mouvement oblique où la voix
mobile évolue vers le grave.
</p>

<p>
Exemple de mouvement oblique descendant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">ré</td>
<td class="org-left">(descend)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
<td class="org-left">(constant)</td>
</tr>
</tbody>
</table>
</div>
</div>
