grimoire/musica-04-concert.org
*** Continuité

Un mouvement *oblique conjoint* est un mouvement oblique où la voix
mobile évolue par mouvement conjoint.

Un mouvement *oblique disjoint* est un mouvement oblique où la voix
mobile évolue par mouvement disjoint.


** Mouvement contraire

Il se produit un mouvement *contraire* lorsque les deux voix évoluent
dans des directions opposées : l’une monte, l’autre descend. C’est un
mouvement naturellement très équilibré.


*** Extérieur

Un mouvement *extérieur* est un mouvement *contraire* où la voix
supérieure monte, tandis que la voix inférieure descend.

Pour s’en souvenir, se rappeler que les voix d’un mouvement extérieur
se dirigent vers l’extérieur.

Exemple de mouvement extérieur :

#+ATTR_HTML: :class plat
| S | : | si  | do | (monte)   |
| B | : | sol | fa | (descend) |


*** Intérieur

Un mouvement *intérieur* est un mouvement *contraire* où la voix
supérieure descend, tandis que la voix inférieure monte.

Pour s’en souvenir, se rappeler que les voix d’un mouvement intérieur
se dirigent vers l’intérieur.

Exemple de mouvement intérieur :

#+ATTR_HTML: :class plat
| S | : | si | la | (descend) |
| B | : | mi | fa | (monte)   |


*** Continuité

Un mouvement *contraire conjoint* est un mouvement contraire où les
deux voix évoluent par mouvement conjoint.

Un mouvement *contraire disjoint* est un mouvement contraire où au
moins une des voix évolue par mouvement disjoint.


** Mouvement direct

Il se produit un mouvement *direct* lorsque les deux voix évoluent
dans la même direction, mais au moyen d’intervalles différents.


*** Ascendant

Un mouvement *direct ascendant* est un mouvement direct où les deux
voix évoluent vers l’aigu.

Exemple de mouvement direct ascendant :

#+ATTR_HTML: :class plat
| S | : | fa | sol | (monte) |
| B | : | mi | si  | (monte) |


*** Descendant

Un mouvement *direct descendant* est un mouvement direct où les deux
voix évoluent vers le grave.

Exemple de mouvement direct descendant :

#+ATTR_HTML: :class plat
| S | : | fa  | mi | (descend) |
| B | : | sol | do | (descend) |


*** Continuité

Un *mouvement direct conjoint* est un mouvement direct où l’une des
voix évolue par mouvement conjoint tandis que l’autre évolue par
mouvement disjoint.

Un *mouvement direct disjoint* est un mouvement direct où les deux
voix évoluent par mouvement disjoint.


*** Bonne pratique

Le mouvement direct est le plus élégant lorsqu’une des voix évolue par
mouvement conjoint tandis que l’autre effectue un mouvement disjoint
(idéalement quarte ou quinte), l’idée étant que le contraste entre les
variations des deux voix le fasse ressembler à un mouvement oblique.


** Mouvement consécutif
:PROPERTIES:
:CUSTOM_ID: section:mouvementConsecutif
:END:


Il se produit un mouvement *consécutif* lorsque les deux voix
reproduisent un même intervalle harmonique à l’octave près, que ce
soit par mouvement parallèle, contraire ou direct.

Exemple de mouvement consécutif :

#+ATTR_HTML: :class plat
| S | : | mi | sol | (monte d’une 3ce ou descend d’une 6te) |
| B | : | do | mi  | (monte d’une 3ce ou descend d’une 6te) |


** Disposition des voix

Cette section analyse certaines configurations liées à la disposition
relative des voix.


*** Croisement

Un *croisement* se produit lorsqu’une note essentielle d’une voix
normalement plus grave croise à la hausse une note essentielle d’une
voix plus aiguë.

Afin de bien distinguer les lignes mélodiques constitutives d’une
polyphonie, le croisement est généralement à éviter. Certaines
circonstances, comme l’utilisation de timbres différents, permettent
toutefois d’éviter la confusion. Il peut arriver aussi qu’une
confusion fugitive soit souhaitée.


*** Chevauchement

Un *chevauchement* se produit lorsqu’une note essentielle d’une voix
plus grave croise à la hausse la note essentielle /précédente/ d’une
voix plus aiguë (ou vice versa).

Afin de bien distinguer les lignes mélodiques constitutives d’une
polyphonie, le chevauchement est généralement à éviter. Certaines
circonstances, comme l’utilisation de timbres différents, permettent
toutefois d’éviter la confusion. Il peut arriver aussi qu’une
confusion fugitive soit souhaitée.


*** Fausse relation


**** Chromatique

Une *fausse relation chromatique* se produit lorsque les trois notes
d’un mouvement chromatique ne sont pas toutes disposées sur la même
voix.


**** Triton

Une *fausse relation de triton* se produit lorsque deux notes :

  - appartenant à deux accords consécutifs

  - situées sur deux voix différentes

forment un intervalle de triton.


** Principes


