grimoire/musica-04-concert.html


<div id="outline-container-org7d59383" class="outline-4">
<h4 id="org7d59383"><span class="section-number-4">4.3.3</span> Continuité</h4>
<div class="outline-text-4" id="text-4-3-3">
<p>
Un mouvement <b>oblique conjoint</b> est un mouvement oblique où la voix
mobile évolue par mouvement conjoint.
</p>

<p>
Un mouvement <b>oblique disjoint</b> est un mouvement oblique où la voix
mobile évolue par mouvement disjoint.
</p>
</div>
</div>
</div>


<div id="outline-container-org86da5df" class="outline-3">
<h3 id="org86da5df"><span class="section-number-3">4.4</span> Mouvement contraire</h3>
<div class="outline-text-3" id="text-4-4">
<p>
Il se produit un mouvement <b>contraire</b> lorsque les deux voix évoluent
dans des directions opposées : l’une monte, l’autre descend. C’est un
mouvement naturellement très équilibré.
</p>
</div>


<div id="outline-container-org96d915d" class="outline-4">
<h4 id="org96d915d"><span class="section-number-4">4.4.1</span> Extérieur</h4>
<div class="outline-text-4" id="text-4-4-1">
<p>
Un mouvement <b>extérieur</b> est un mouvement <b>contraire</b> où la voix
supérieure monte, tandis que la voix inférieure descend.
</p>

<p>
Pour s’en souvenir, se rappeler que les voix d’un mouvement extérieur
se dirigent vers l’extérieur.
</p>

<p>
Exemple de mouvement extérieur :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
<td class="org-left">(monte)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">fa</td>
<td class="org-left">(descend)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org901d489" class="outline-4">
<h4 id="org901d489"><span class="section-number-4">4.4.2</span> Intérieur</h4>
<div class="outline-text-4" id="text-4-4-2">
<p>
Un mouvement <b>intérieur</b> est un mouvement <b>contraire</b> où la voix
supérieure descend, tandis que la voix inférieure monte.
</p>

<p>
Pour s’en souvenir, se rappeler que les voix d’un mouvement intérieur
se dirigent vers l’intérieur.
</p>

<p>
Exemple de mouvement intérieur :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">la</td>
<td class="org-left">(descend)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">fa</td>
<td class="org-left">(monte)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgeed9ca7" class="outline-4">
<h4 id="orgeed9ca7"><span class="section-number-4">4.4.3</span> Continuité</h4>
<div class="outline-text-4" id="text-4-4-3">
<p>
Un mouvement <b>contraire conjoint</b> est un mouvement contraire où les
deux voix évoluent par mouvement conjoint.
</p>

<p>
Un mouvement <b>contraire disjoint</b> est un mouvement contraire où au
moins une des voix évolue par mouvement disjoint.
</p>
</div>
</div>
</div>


<div id="outline-container-orgdc7771e" class="outline-3">
<h3 id="orgdc7771e"><span class="section-number-3">4.5</span> Mouvement direct</h3>
<div class="outline-text-3" id="text-4-5">
<p>
Il se produit un mouvement <b>direct</b> lorsque les deux voix évoluent
dans la même direction, mais au moyen d’intervalles différents.
</p>
</div>


<div id="outline-container-org12df01f" class="outline-4">
<h4 id="org12df01f"><span class="section-number-4">4.5.1</span> Ascendant</h4>
<div class="outline-text-4" id="text-4-5-1">
<p>
Un mouvement <b>direct ascendant</b> est un mouvement direct où les deux
voix évoluent vers l’aigu.
</p>

<p>
Exemple de mouvement direct ascendant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
<td class="org-left">(monte)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">si</td>
<td class="org-left">(monte)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgee80417" class="outline-4">
<h4 id="orgee80417"><span class="section-number-4">4.5.2</span> Descendant</h4>
<div class="outline-text-4" id="text-4-5-2">
<p>
Un mouvement <b>direct descendant</b> est un mouvement direct où les deux
voix évoluent vers le grave.
</p>

<p>
Exemple de mouvement direct descendant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
<td class="org-left">(descend)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
<td class="org-left">(descend)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgf5b7180" class="outline-4">
<h4 id="orgf5b7180"><span class="section-number-4">4.5.3</span> Continuité</h4>
<div class="outline-text-4" id="text-4-5-3">
<p>
Un <b>mouvement direct conjoint</b> est un mouvement direct où l’une des
voix évolue par mouvement conjoint tandis que l’autre évolue par
mouvement disjoint.
</p>

<p>
Un <b>mouvement direct disjoint</b> est un mouvement direct où les deux
voix évoluent par mouvement disjoint.
</p>
</div>
</div>


<div id="outline-container-orga6dfe18" class="outline-4">
<h4 id="orga6dfe18"><span class="section-number-4">4.5.4</span> Bonne pratique</h4>
<div class="outline-text-4" id="text-4-5-4">
<p>
Le mouvement direct est le plus élégant lorsqu’une des voix évolue par
mouvement conjoint tandis que l’autre effectue un mouvement disjoint
(idéalement quarte ou quinte), l’idée étant que le contraste entre les
variations des deux voix le fasse ressembler à un mouvement oblique.
</p>
</div>
</div>
</div>


<div id="outline-container-orgb19bb76" class="outline-3">
<h3 id="section:mouvementConsecutif"><a id="orgb19bb76"></a><span class="section-number-3">4.6</span> Mouvement consécutif</h3>
<div class="outline-text-3" id="text-section:mouvementConsecutif">
<p>
Il se produit un mouvement <b>consécutif</b> lorsque les deux voix
reproduisent un même intervalle harmonique à l’octave près, que ce
soit par mouvement parallèle, contraire ou direct.
</p>

<p>
Exemple de mouvement consécutif :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
<td class="org-left">(monte d’une 3ce ou descend d’une 6te)</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">(monte d’une 3ce ou descend d’une 6te)</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgee35424" class="outline-3">
<h3 id="orgee35424"><span class="section-number-3">4.7</span> Disposition des voix</h3>
<div class="outline-text-3" id="text-4-7">
<p>
Cette section analyse certaines configurations liées à la disposition
relative des voix.
</p>
</div>


<div id="outline-container-orgdfa963c" class="outline-4">
<h4 id="orgdfa963c"><span class="section-number-4">4.7.1</span> Croisement</h4>
<div class="outline-text-4" id="text-4-7-1">
<p>
Un <b>croisement</b> se produit lorsqu’une note essentielle d’une voix
normalement plus grave croise à la hausse une note essentielle d’une
voix plus aiguë.
</p>

<p>
Afin de bien distinguer les lignes mélodiques constitutives d’une
polyphonie, le croisement est généralement à éviter. Certaines
circonstances, comme l’utilisation de timbres différents, permettent
toutefois d’éviter la confusion. Il peut arriver aussi qu’une
confusion fugitive soit souhaitée.
</p>
</div>
</div>


<div id="outline-container-org873b871" class="outline-4">
<h4 id="org873b871"><span class="section-number-4">4.7.2</span> Chevauchement</h4>
<div class="outline-text-4" id="text-4-7-2">
<p>
Un <b>chevauchement</b> se produit lorsqu’une note essentielle d’une voix
plus grave croise à la hausse la note essentielle <i>précédente</i> d’une
voix plus aiguë (ou vice versa).
</p>

<p>
Afin de bien distinguer les lignes mélodiques constitutives d’une
polyphonie, le chevauchement est généralement à éviter. Certaines
circonstances, comme l’utilisation de timbres différents, permettent
toutefois d’éviter la confusion. Il peut arriver aussi qu’une
confusion fugitive soit souhaitée.
</p>
</div>
</div>


<div id="outline-container-orgbb3762e" class="outline-4">
<h4 id="orgbb3762e"><span class="section-number-4">4.7.3</span> Fausse relation</h4>
<div class="outline-text-4" id="text-4-7-3">
</div>
<div id="outline-container-orga861f5d" class="outline-5">
<h5 id="orga861f5d"><span class="section-number-5">4.7.3.1</span> Chromatique</h5>
<div class="outline-text-5" id="text-4-7-3-1">
<p>
Une <b>fausse relation chromatique</b> se produit lorsque les trois notes
d’un mouvement chromatique ne sont pas toutes disposées sur la même
voix.
</p>
</div>
</div>


<div id="outline-container-org71f5c62" class="outline-5">
<h5 id="org71f5c62"><span class="section-number-5">4.7.3.2</span> Triton</h5>
<div class="outline-text-5" id="text-4-7-3-2">
<p>
Une <b>fausse relation de triton</b> se produit lorsque deux notes :
</p>

<ul class="org-ul">
<li>appartenant à deux accords consécutifs</li>

<li>situées sur deux voix différentes</li>
</ul>

<p>
forment un intervalle de triton.
</p>
</div>
</div>
</div>
</div>
