grimoire/musica-04-concert.org
*** Économie de mouvement

Le principe d’ *économie de mouvement* dit que les notes essentielles
doivent évoluer majoritairement par mouvement conjoint au cours d’un
changement d’accord, ce qui permet :

  - De distinguer plus aisément les différentes voix de la polyphonie

  - De distinguer les intervalles internes des accords (le plus
    souvent des tierces) des intervalles permettant l’enchaînement

Ce principe n’exige pas que toutes les variations doivent être
faibles : si une partie non négligeable des notes de l’ancien accord
progresse par mouvement conjoint, on peut largement se permettre des
quintes, des quartes, voire même des tierces sur les autres notes.

Ceci est également valable à l’échelle des mélodies de la grille
polyphonique, mélodies générées par la succession des accords :
chacune d’entre-elle doit évoluer majoritairement par mouvement
conjoint, ceci afin de permettre à l’oreille de discerner les
différentes voix qui composent la polyphonie. Cette continuité
majoritaire permet également d’accentuer aisément les fins de phrases
en utilisant le contraste qu’offrent alors les sauts discontinus des
mouvements disjoints.


*** Lignes mélodiques extrêmes

Les mouvements formés par les lignes mélodiques extrêmes (basse et
soprano) doivent être particulièrement soignés, car ce sont les voix
les plus évidentes pour l’oreille.


*** Mouvements, accords et dispositions

De nombreux accords et dispositions différentes peuvent assurer une
même fonction tonale, ce qui permet de les choisir au mieux afin
d’obtenir des mouvements élégants. L’harmonie est donc un cadre très
souple dans lequel viennent s’écouler les mélodies.


* Ornements

#+TOC: headlines 1 local


** Introduction

La modélisation d’une polyphonie sous la forme d’une suite d’accords
est d’une grande clarté et permet de cerner l’essentiel. Mais
l’essentiel n’est pas tout, et si la sobriété est très utile dans les
premières phases de la composition, on est amenés par la suite à
insérer des *ornements* afin de donner de la souplesse aux lignes
mélodiques ou d’enrichir la dynamique harmonique.

On appelle *note ornementale* une note constitutive d’un ornement.


** Ornements harmoniques


Ce chapitre analyse les ornements dont la fonction est essentiellement harmonique.


*** Arpège

Un *arpège* consiste à jouer consécutivement une partie ou la totalité
des notes de l’accord en cours. Chaque note peut être répétée, à
l’unisson où à l’octave près.

Les arpèges d’accords à base de tierces sont très utilisés dans la
construction de voix accompagnatrices d’une mélodie principale.

Les arpèges d’accords à base de quintes s’apparentent aux modes
pentaphoniques ou tétraphoniques. Ils sont donc très utilisés dans la
construction de mélodies blues, chinoises ou japonaises par exemple.


**** Accord brisé

Un *accord brisé* est une généralisation de l’arpège, où plusieurs
notes de l’accord peuvent être jouées simultanément. Les deux termes
sont parfois considérés comme synonymes.


*** Gamme

Jouer toutes les notes de la gamme courante (ton, mode) permet de
l’imposer comme référence. Les gammes jouées peuvent être ascendantes,
descendantes ou mixtes.


*** Pédale

Une *pédale* est une note qui reste obstinément constante,
indépendamment des accords qui se succèdent sur les autres voix.

Exemple de pédale, ici à la basse :

#+ATTR_HTML: :class plat
| S | : | la   | si   | mi   |
| A | : | fa   | sol  | do   |
| B | : | /do/ | /do/ | /do/ |

Plus généralement, une pédale est un objet harmonique qui reste
constant dans un environnement harmonique variable. Un accord maintenu
constant sur une partie des voix pendant que d’autres accords se
succèdent sur les autres voix est donc également une pédale.

Un exemple d’accord-pédale est celui où un même accord est arpégé
inlassablement sur une des voix.


*** Retard

Un *retard* est une note intégrée à un accord et qui se poursuit
au-delà du changement d’accord, empiétant sur le début du règne de
l’accord suivant.

Exemple de retard, ici au soprano :

#+ATTR_HTML: :class plat
| S | : | /ré/ | /ré/ | do  |
| A | : | la   | sol  | sol |
| B | : | fa   | mi   | mi  |


*** Anticipation

Une *anticipation* est une note appartenant à un accord qui est
entamée avant la fin du règne de l’accord précédent.

Exemple d’anticipation, ici au soprano :

#+ATTR_HTML: :class plat
| S | : | fa | /mi/ | /mi/ |
| A | : | la | la   | sol  |
| B | : | ré | ré   | do   |


*** Appogiature

Une *appogiature* est une note arbitraire jouée au début du règne d’un
accord.


** Ornements mélodiques


Ce chapitre analyse les ornements dont la fonction est essentiellement
mélodique.


*** Note de passage

Une *note de passage* est une note ornementale permettant de relier
par mouvement conjoint deux notes appartenant à un même accord où à
deux accords différents. Exemple :

#+BEGIN_CENTER
do /si la/ sol
#+END_CENTER


*** Broderie

La *broderie* est une note conjointe qui quitte une note de l’accord
avant de la retrouver. Exemple :

#+BEGIN_CENTER
do /ré/ do
#+END_CENTER


