grimoire/musica-04-concert.html


<div id="outline-container-org8830dbb" class="outline-3">
<h3 id="org8830dbb"><span class="section-number-3">4.8</span> Principes</h3>
<div class="outline-text-3" id="text-4-8">
</div>
<div id="outline-container-org4c9a837" class="outline-4">
<h4 id="org4c9a837"><span class="section-number-4">4.8.1</span> Économie de mouvement</h4>
<div class="outline-text-4" id="text-4-8-1">
<p>
Le principe d’ <b>économie de mouvement</b> dit que les notes essentielles
doivent évoluer majoritairement par mouvement conjoint au cours d’un
changement d’accord, ce qui permet :
</p>

<ul class="org-ul">
<li>De distinguer plus aisément les différentes voix de la polyphonie</li>

<li>De distinguer les intervalles internes des accords (le plus
souvent des tierces) des intervalles permettant l’enchaînement</li>
</ul>

<p>
Ce principe n’exige pas que toutes les variations doivent être
faibles : si une partie non négligeable des notes de l’ancien accord
progresse par mouvement conjoint, on peut largement se permettre des
quintes, des quartes, voire même des tierces sur les autres notes.
</p>

<p>
Ceci est également valable à l’échelle des mélodies de la grille
polyphonique, mélodies générées par la succession des accords :
chacune d’entre-elle doit évoluer majoritairement par mouvement
conjoint, ceci afin de permettre à l’oreille de discerner les
différentes voix qui composent la polyphonie. Cette continuité
majoritaire permet également d’accentuer aisément les fins de phrases
en utilisant le contraste qu’offrent alors les sauts discontinus des
mouvements disjoints.
</p>
</div>
</div>


<div id="outline-container-org86e6be4" class="outline-4">
<h4 id="org86e6be4"><span class="section-number-4">4.8.2</span> Lignes mélodiques extrêmes</h4>
<div class="outline-text-4" id="text-4-8-2">
<p>
Les mouvements formés par les lignes mélodiques extrêmes (basse et
soprano) doivent être particulièrement soignés, car ce sont les voix
les plus évidentes pour l’oreille.
</p>
</div>
</div>


<div id="outline-container-orgbcfe333" class="outline-4">
<h4 id="orgbcfe333"><span class="section-number-4">4.8.3</span> Mouvements, accords et dispositions</h4>
<div class="outline-text-4" id="text-4-8-3">
<p>
De nombreux accords et dispositions différentes peuvent assurer une
même fonction tonale, ce qui permet de les choisir au mieux afin
d’obtenir des mouvements élégants. L’harmonie est donc un cadre très
souple dans lequel viennent s’écouler les mélodies.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgbe6a4b6" class="outline-2">
<h2 id="orgbe6a4b6"><span class="section-number-2">5</span> Ornements</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd3053f0">5.1. Introduction</a></li>
<li><a href="#orgb213dd0">5.2. Ornements harmoniques</a></li>
<li><a href="#org337a43c">5.3. Ornements mélodiques</a></li>
<li><a href="#org3d231f3">5.4. Ornements répétitifs</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgd3053f0" class="outline-3">
<h3 id="orgd3053f0"><span class="section-number-3">5.1</span> Introduction</h3>
<div class="outline-text-3" id="text-5-1">
<p>
La modélisation d’une polyphonie sous la forme d’une suite d’accords
est d’une grande clarté et permet de cerner l’essentiel. Mais
l’essentiel n’est pas tout, et si la sobriété est très utile dans les
premières phases de la composition, on est amenés par la suite à
insérer des <b>ornements</b> afin de donner de la souplesse aux lignes
mélodiques ou d’enrichir la dynamique harmonique.
</p>

<p>
On appelle <b>note ornementale</b> une note constitutive d’un ornement.
</p>
</div>
</div>


<div id="outline-container-orgb213dd0" class="outline-3">
<h3 id="orgb213dd0"><span class="section-number-3">5.2</span> Ornements harmoniques</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Ce chapitre analyse les ornements dont la fonction est essentiellement harmonique.
</p>
</div>


<div id="outline-container-org30ec309" class="outline-4">
<h4 id="org30ec309"><span class="section-number-4">5.2.1</span> Arpège</h4>
<div class="outline-text-4" id="text-5-2-1">
<p>
Un <b>arpège</b> consiste à jouer consécutivement une partie ou la totalité
des notes de l’accord en cours. Chaque note peut être répétée, à
l’unisson où à l’octave près.
</p>

<p>
Les arpèges d’accords à base de tierces sont très utilisés dans la
construction de voix accompagnatrices d’une mélodie principale.
</p>

<p>
Les arpèges d’accords à base de quintes s’apparentent aux modes
pentaphoniques ou tétraphoniques. Ils sont donc très utilisés dans la
construction de mélodies blues, chinoises ou japonaises par exemple.
</p>
</div>


<div id="outline-container-orgece12bc" class="outline-5">
<h5 id="orgece12bc"><span class="section-number-5">5.2.1.1</span> Accord brisé</h5>
<div class="outline-text-5" id="text-5-2-1-1">
<p>
Un <b>accord brisé</b> est une généralisation de l’arpège, où plusieurs
notes de l’accord peuvent être jouées simultanément. Les deux termes
sont parfois considérés comme synonymes.
</p>
</div>
</div>
</div>


<div id="outline-container-org60605db" class="outline-4">
<h4 id="org60605db"><span class="section-number-4">5.2.2</span> Gamme</h4>
<div class="outline-text-4" id="text-5-2-2">
<p>
Jouer toutes les notes de la gamme courante (ton, mode) permet de
l’imposer comme référence. Les gammes jouées peuvent être ascendantes,
descendantes ou mixtes.
</p>
</div>
</div>


<div id="outline-container-orgf1cdf36" class="outline-4">
<h4 id="orgf1cdf36"><span class="section-number-4">5.2.3</span> Pédale</h4>
<div class="outline-text-4" id="text-5-2-3">
<p>
Une <b>pédale</b> est une note qui reste obstinément constante,
indépendamment des accords qui se succèdent sur les autres voix.
</p>

<p>
Exemple de pédale, ici à la basse :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">si</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>do</i></td>
</tr>
</tbody>
</table>

<p>
Plus généralement, une pédale est un objet harmonique qui reste
constant dans un environnement harmonique variable. Un accord maintenu
constant sur une partie des voix pendant que d’autres accords se
succèdent sur les autres voix est donc également une pédale.
</p>

<p>
Un exemple d’accord-pédale est celui où un même accord est arpégé
inlassablement sur une des voix.
</p>
</div>
</div>


<div id="outline-container-org2e8f1ab" class="outline-4">
<h4 id="org2e8f1ab"><span class="section-number-4">5.2.4</span> Retard</h4>
<div class="outline-text-4" id="text-5-2-4">
<p>
Un <b>retard</b> est une note intégrée à un accord et qui se poursuit
au-delà du changement d’accord, empiétant sur le début du règne de
l’accord suivant.
</p>

<p>
Exemple de retard, ici au soprano :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org64f15f5" class="outline-4">
<h4 id="org64f15f5"><span class="section-number-4">5.2.5</span> Anticipation</h4>
<div class="outline-text-4" id="text-5-2-5">
<p>
Une <b>anticipation</b> est une note appartenant à un accord qui est
entamée avant la fin du règne de l’accord précédent.
</p>

<p>
Exemple d’anticipation, ici au soprano :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left"><i>mi</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org1365c87" class="outline-4">
<h4 id="org1365c87"><span class="section-number-4">5.2.6</span> Appogiature</h4>
<div class="outline-text-4" id="text-5-2-6">
<p>
Une <b>appogiature</b> est une note arbitraire jouée au début du règne d’un
accord.
</p>
</div>
</div>
</div>


<div id="outline-container-org337a43c" class="outline-3">
<h3 id="org337a43c"><span class="section-number-3">5.3</span> Ornements mélodiques</h3>
<div class="outline-text-3" id="text-5-3">
<p>
Ce chapitre analyse les ornements dont la fonction est essentiellement
mélodique.
</p>
</div>


<div id="outline-container-org56aff84" class="outline-4">
<h4 id="org56aff84"><span class="section-number-4">5.3.1</span> Note de passage</h4>
<div class="outline-text-4" id="text-5-3-1">
<p>
Une <b>note de passage</b> est une note ornementale permettant de relier
par mouvement conjoint deux notes appartenant à un même accord où à
deux accords différents. Exemple :
</p>

<div class="org-center">
<p>
do <i>si la</i> sol
</p>
</div>
</div>
</div>


<div id="outline-container-orgcc4d66a" class="outline-4">
<h4 id="orgcc4d66a"><span class="section-number-4">5.3.2</span> Broderie</h4>
<div class="outline-text-4" id="text-5-3-2">
<p>
La <b>broderie</b> est une note conjointe qui quitte une note de l’accord
avant de la retrouver. Exemple :
</p>

<div class="org-center">
<p>
do <i>ré</i> do
</p>
</div>
</div>
