grimoire/musica-04-concert.org
**** Double

La *double broderie* combine une broderie vers le haut et une broderie
vers le bas. Exemple :

#+BEGIN_CENTER
do /ré si/ do
#+END_CENTER


*** Échappée

L’ *échappée* quitte une note conjointe de l’accord et est suivie par
une note disjointe du même accord ou de l’accord suivant. Exemple :

#+BEGIN_CENTER
sol /la/ ré
#+END_CENTER


** Ornements répétitifs


*** Trémolo

Un *trémolo* consiste à alterner deux notes. Exemple :

#+BEGIN_CENTER
do sol do sol do sol do sol
#+END_CENTER


*** Trille

Un *trille* consiste à alterner deux notes séparées par une seconde
majeure ou mineure. Exemple :

#+BEGIN_CENTER
do ré do ré do ré do ré
#+END_CENTER


*** Roulement

Un *roulement* consiste à répéter une même note. Exemple :

#+BEGIN_CENTER
do do do do do do do do
#+END_CENTER


* Accentuation

#+TOC: headlines 1 local


** Mélodie

Une mélodie est généralement accentuée par :

  - des paliers : notes de longue durée

  - des extrêmes : pics ou creux locaux

  - des virages : changements de direction, de pente

  - des sauts : mouvements disjoints dans une mélodie majoritairement
    conjointe


** Notes essentielles

Les accents mélodiques sont généralement disposés sur des notes
essentielles.


*** Discontinuités

Ceci est particulièrement vrai pour les discontinuités. Il est donc
rare d’observer un mouvement disjoint ne faisant intervenir aucune
note de l’accord.


** Indépendance

Les accents mélodiques des différentes voix de la polyphonie sont
indépendants. La plupart du temps, on s’arrange pour que ces accents
apparaissent à des instants différents sur chacune des voix, ceci afin
de les mettre tour à tour en évidence.

Il arrive toutefois que les accents mélodiques soient synchronisés
afin de donner à l’ensemble un effet de convergence et d’apothéose
très convaincant.


* Dynamique des ornements

#+TOC: headlines 1 local


** Pédale

Lorsqu’une *pédale* est présente, elle est en général alternativement
dissonante et consonante par rapport aux accords qui se succèdent sur
les autres voix.

Une pédale est souvent préparée en s’intégrant à un premier accord et
en perdurant après sa disparition. Le dernier accord qui se superpose
à une pédale lui est en général également consonant.

Autrement dit, une pédale est généralement préparée et résolue par
intégration.


** Retard

Un *retard* est une note constitutive d’un accord stable qui se
prolonge sur l’accord suivant où elle devient dissonante. Elle
redevient consonante en s’intégrant à un nouvel accord stable, le plus
souvent par mouvement conjoint. Par définition, un retard est donc
préparé par intégration.

Par exemple, dans l’enchaînement suivant, le /ré/ au soprano est un
retard qui se résout en descendant vers le /do/ :

#+ATTR_HTML: :class plat
| S | : | /ré/ | /ré/ | /do/ |
| A | : | la   | sol  | sol  |
| T | : | fa   | mi   | mi   |
| B | : | ré   | do   | do   |

Autre exemple où le /ré/ se résout en montant vers le /mi/

#+ATTR_HTML: :class plat
| S | : | /ré/ | /ré/ | /mi/ |
| A | : | la   | la   | la   |
| B | : | fa   | do   | do   |


** Anticipation

Une *anticipation* est une note dissonante qui se résout par
intégration dans l’accord suivant. Par exemple, dans l’enchaînement
suivant, le /mi/ au soprano est une ancicipation :

#+ATTR_HTML: :class plat
| S | : | fa | /mi/ | /mi/ |
| A | : | la | la   | sol  |
| B | : | ré | ré   | do   |


** Appogiature

Une *appogiature* est une note dissonante placée au début du règne d’un accord
harmonique. Elle se résout généralement en s’y intégrant par mouvement conjoint.

Contrairement au retard qui est préparé par intégration, l’appogiature
est généralement préparée par mouvement conjoint, mouvement polyphonique,
ou purement et simplement attaquée.


* Disposition

#+TOC: headlines 1 local


** Introduction

Ce chapitre donne une liste des dispositions musicales les plus
courantes. Ces arrangements sont supposées être mis en oeuvre par
défaut, dans un contexte dépourvu de toute particularité qui nous
permettrait d’orienter la musique vers une autre configuration. Il ne
s’agit donc pas de principes rigides, et il n’est pas rare qu’un
aspect musical élégant justifie largement l’emploi d’une disposition
alternative.


** Mélodie


*** Octave

L’octave mélodique est normalement :

  - précédée par un intervalle mélodique allant dans le sens opposé

  - suivie par un intervalle mélodique allant dans le sens opposé


*** En trois notes


