grimoire/musica-04-concert.html


<div id="outline-container-org0b0cec9" class="outline-5">
<h5 id="org0b0cec9"><span class="section-number-5">5.3.2.1</span> Double</h5>
<div class="outline-text-5" id="text-5-3-2-1">
<p>
La <b>double broderie</b> combine une broderie vers le haut et une broderie
vers le bas. Exemple :
</p>

<div class="org-center">
<p>
do <i>ré si</i> do
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org0a63c71" class="outline-4">
<h4 id="org0a63c71"><span class="section-number-4">5.3.3</span> Échappée</h4>
<div class="outline-text-4" id="text-5-3-3">
<p>
L’ <b>échappée</b> quitte une note conjointe de l’accord et est suivie par
une note disjointe du même accord ou de l’accord suivant. Exemple :
</p>

<div class="org-center">
<p>
sol <i>la</i> ré
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org3d231f3" class="outline-3">
<h3 id="org3d231f3"><span class="section-number-3">5.4</span> Ornements répétitifs</h3>
<div class="outline-text-3" id="text-5-4">
</div>
<div id="outline-container-org9519724" class="outline-4">
<h4 id="org9519724"><span class="section-number-4">5.4.1</span> Trémolo</h4>
<div class="outline-text-4" id="text-5-4-1">
<p>
Un <b>trémolo</b> consiste à alterner deux notes. Exemple :
</p>

<div class="org-center">
<p>
do sol do sol do sol do sol
</p>
</div>
</div>
</div>


<div id="outline-container-orga4ec48a" class="outline-4">
<h4 id="orga4ec48a"><span class="section-number-4">5.4.2</span> Trille</h4>
<div class="outline-text-4" id="text-5-4-2">
<p>
Un <b>trille</b> consiste à alterner deux notes séparées par une seconde
majeure ou mineure. Exemple :
</p>

<div class="org-center">
<p>
do ré do ré do ré do ré
</p>
</div>
</div>
</div>


<div id="outline-container-orgcd153d1" class="outline-4">
<h4 id="orgcd153d1"><span class="section-number-4">5.4.3</span> Roulement</h4>
<div class="outline-text-4" id="text-5-4-3">
<p>
Un <b>roulement</b> consiste à répéter une même note. Exemple :
</p>

<div class="org-center">
<p>
do do do do do do do do
</p>
</div>
</div>
</div>
</div>
</div>


<div id="outline-container-orgeee885e" class="outline-2">
<h2 id="orgeee885e"><span class="section-number-2">6</span> Accentuation</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc6b5ebd">6.1. Mélodie</a></li>
<li><a href="#org2c710b4">6.2. Notes essentielles</a></li>
<li><a href="#orga8161f5">6.3. Indépendance</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgc6b5ebd" class="outline-3">
<h3 id="orgc6b5ebd"><span class="section-number-3">6.1</span> Mélodie</h3>
<div class="outline-text-3" id="text-6-1">
<p>
Une mélodie est généralement accentuée par :
</p>

<ul class="org-ul">
<li>des paliers : notes de longue durée</li>

<li>des extrêmes : pics ou creux locaux</li>

<li>des virages : changements de direction, de pente</li>

<li>des sauts : mouvements disjoints dans une mélodie majoritairement
conjointe</li>
</ul>
</div>
</div>


<div id="outline-container-org2c710b4" class="outline-3">
<h3 id="org2c710b4"><span class="section-number-3">6.2</span> Notes essentielles</h3>
<div class="outline-text-3" id="text-6-2">
<p>
Les accents mélodiques sont généralement disposés sur des notes
essentielles.
</p>
</div>


<div id="outline-container-org937b9e3" class="outline-4">
<h4 id="org937b9e3"><span class="section-number-4">6.2.1</span> Discontinuités</h4>
<div class="outline-text-4" id="text-6-2-1">
<p>
Ceci est particulièrement vrai pour les discontinuités. Il est donc
rare d’observer un mouvement disjoint ne faisant intervenir aucune
note de l’accord.
</p>
</div>
</div>
</div>


<div id="outline-container-orga8161f5" class="outline-3">
<h3 id="orga8161f5"><span class="section-number-3">6.3</span> Indépendance</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Les accents mélodiques des différentes voix de la polyphonie sont
indépendants. La plupart du temps, on s’arrange pour que ces accents
apparaissent à des instants différents sur chacune des voix, ceci afin
de les mettre tour à tour en évidence.
</p>

<p>
Il arrive toutefois que les accents mélodiques soient synchronisés
afin de donner à l’ensemble un effet de convergence et d’apothéose
très convaincant.
</p>
</div>
</div>
</div>


<div id="outline-container-orgdc6e419" class="outline-2">
<h2 id="orgdc6e419"><span class="section-number-2">7</span> Dynamique des ornements</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents">
<ul>
<li><a href="#org4a355dc">7.1. Pédale</a></li>
<li><a href="#orgb6ceafe">7.2. Retard</a></li>
<li><a href="#orgc89c1dc">7.3. Anticipation</a></li>
<li><a href="#org3f4d1c3">7.4. Appogiature</a></li>
</ul>
</div>
</div>


<div id="outline-container-org4a355dc" class="outline-3">
<h3 id="org4a355dc"><span class="section-number-3">7.1</span> Pédale</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Lorsqu’une <b>pédale</b> est présente, elle est en général alternativement
dissonante et consonante par rapport aux accords qui se succèdent sur
les autres voix.
</p>

<p>
Une pédale est souvent préparée en s’intégrant à un premier accord et
en perdurant après sa disparition. Le dernier accord qui se superpose
à une pédale lui est en général également consonant.
</p>

<p>
Autrement dit, une pédale est généralement préparée et résolue par
intégration.
</p>
</div>
</div>


<div id="outline-container-orgb6ceafe" class="outline-3">
<h3 id="orgb6ceafe"><span class="section-number-3">7.2</span> Retard</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Un <b>retard</b> est une note constitutive d’un accord stable qui se
prolonge sur l’accord suivant où elle devient dissonante. Elle
redevient consonante en s’intégrant à un nouvel accord stable, le plus
souvent par mouvement conjoint. Par définition, un retard est donc
préparé par intégration.
</p>

<p>
Par exemple, dans l’enchaînement suivant, le <i>ré</i> au soprano est un
retard qui se résout en descendant vers le <i>do</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
Autre exemple où le <i>ré</i> se résout en montant vers le <i>mi</i>
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgc89c1dc" class="outline-3">
<h3 id="orgc89c1dc"><span class="section-number-3">7.3</span> Anticipation</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Une <b>anticipation</b> est une note dissonante qui se résout par
intégration dans l’accord suivant. Par exemple, dans l’enchaînement
suivant, le <i>mi</i> au soprano est une ancicipation :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left"><i>mi</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org3f4d1c3" class="outline-3">
<h3 id="org3f4d1c3"><span class="section-number-3">7.4</span> Appogiature</h3>
<div class="outline-text-3" id="text-7-4">
<p>
Une <b>appogiature</b> est une note dissonante placée au début du règne d’un accord
harmonique. Elle se résout généralement en s’y intégrant par mouvement conjoint.
</p>

<p>
Contrairement au retard qui est préparé par intégration, l’appogiature
est généralement préparée par mouvement conjoint, mouvement polyphonique,
ou purement et simplement attaquée.
</p>
</div>
</div>
</div>


<div id="outline-container-org7393fe6" class="outline-2">
<h2 id="org7393fe6"><span class="section-number-2">8</span> Disposition</h2>
<div class="outline-text-2" id="text-8">
<div id="text-table-of-contents">
<ul>
<li><a href="#org4200431">8.1. Introduction</a></li>
<li><a href="#orge236462">8.2. Mélodie</a></li>
<li><a href="#org7277aa2">8.3. Voix</a></li>
<li><a href="#org4611122">8.4. Accords</a></li>
<li><a href="#org3353464">8.5. Mouvements</a></li>
<li><a href="#org10f3033">8.6. Notes communes</a></li>
<li><a href="#org2271f0b">8.7. Suppressions</a></li>
<li><a href="#org8334304">8.8. Dissonances</a></li>
<li><a href="#org4da4541">8.9. Ornements</a></li>
<li><a href="#org83d4a79">8.10. Accords de passage</a></li>
</ul>
</div>
</div>


<div id="outline-container-org4200431" class="outline-3">
<h3 id="org4200431"><span class="section-number-3">8.1</span> Introduction</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Ce chapitre donne une liste des dispositions musicales les plus
courantes. Ces arrangements sont supposées être mis en oeuvre par
défaut, dans un contexte dépourvu de toute particularité qui nous
permettrait d’orienter la musique vers une autre configuration. Il ne
s’agit donc pas de principes rigides, et il n’est pas rare qu’un
aspect musical élégant justifie largement l’emploi d’une disposition
alternative.
</p>
</div>
</div>


<div id="outline-container-orge236462" class="outline-3">
<h3 id="orge236462"><span class="section-number-3">8.2</span> Mélodie</h3>
<div class="outline-text-3" id="text-8-2">
</div>
<div id="outline-container-orgae0ad33" class="outline-4">
<h4 id="orgae0ad33"><span class="section-number-4">8.2.1</span> Octave</h4>
<div class="outline-text-4" id="text-8-2-1">
<p>
L’octave mélodique est normalement :
</p>

<ul class="org-ul">
<li>précédée par un intervalle mélodique allant dans le sens opposé</li>

<li>suivie par un intervalle mélodique allant dans le sens opposé</li>
</ul>
</div>
</div>
