grimoire/musica-04-concert.org
**** Septièmes

Les septièmes parcourues en trois notes incluent de préférence un
mouvement conjoint. On dispose donc des solutions suivantes :

  - sixte mélodique puis seconde mélodique dans le même sens
  - octave mélodique puis seconde mélodique dans le sens opposé


**** Neuvièmes

Les neuvièmes parcourues en trois notes incluent de préférence un
mouvement conjoint. On dispose donc des solutions suivantes :

  - octave mélodique puis seconde mélodique dans le même sens

  - dixième mélodique puis seconde mélodique dans le sens opposé


**** Quarte augmentée

La quarte augmentée parcourue en trois notes est suivie de préférence
d’une seconde mineure de même direction, afin de former une quinte
juste en quatre notes.


** Voix


*** Écarts

Une disposition élégante consiste à suivre approximativement les
harmoniques naturelles, où les notes sont plus éloignées dans les
graves et plus proches dans les aiguë.

En appliquant ce principe à un quatuor, on obtient, par ordre
décroissant des écarts :

#+BEGIN_CENTER
basse — ténor   >   ténor — alto   >   alto — soprano
#+END_CENTER

Les dispositions les plus courantes sont les suivantes :

  - Intervalles à peu près égaux entre chaque paire de voix adjacentes

  - La basse éloignée, les autres voix resserrées

Dans le cas d’un quatuor, on utilise parfois la disposition suivante :

  - Octave entre alto et ténor

  - Tierce (ou moins) entre ténor et basse


**** Écart maximal

On convient généralement d’éviter un écart de plus d’une octave entre
voix adjacentes. Une exception à ce principe, qui découle des
harmoniques naturelles : l’intervalle entre la basse et la voix qui
lui est immédiatement supérieure (le ténor dans un quatuor) peut
dépasser une octave.


** Accords


*** Fondamentale

Si la fondamentale d’un accord remplit une fonction tonale, il s’agit
d’une note très importante à mettre en évidence. On peut donc la
doubler, la placer à la basse, ou, si l’accord est renversé, la
disposer au soprano.

Bien entendu, si la fondamentale de l’accord est entendue en tant que
pédale, il n’est pas nécessaire de l’accentuer davantage.

Les accords de sixte, premiers renversements des accords parfaits,
sont fréquemment disposés avec la fondamentale au soprano.


*** Cas particuliers


**** Neuvième de dominante

On veille en général à ce que la note de 9e de l’accord de neuvième de
dominante soit plus aiguë que la fondamentale, si celle-ci est
présente. Une 9e non préparée se place également au-dessus de la
sensible.


*** Intervalles entre notes essentielles

Un intervalle direct est un intervalle séparant deux notes
consécutives d’un accord. Exemple, /mi — sol/ dans :

#+BEGIN_CENTER
do mi sol si
#+END_CENTER

Un accord constitué d’intervalles directs identiques donne une
impression de confusion : il manque d’élan.

Un accord contenant au moins deux intervalles directs distincts
produit une tension, un élan musical. Attention toutefois : disposer
trop d’intervalles différents produit une direction floue et mène
également à la confusion.


** Mouvements


*** Oblique

On évite l’arrivée par mouvement oblique conjoint sur l’unisson.

/Pourquoi/ ? Vraisemblablement pour éviter l’intervalle harmonique de
seconde que ce mouvement implique.


*** Contraire

Si la basse évolue par mouvement conjoint et que les accords enchaînés
ne possèdent pas de note commune, on fait généralement évoluer les
autres voix par mouvement contraire. On conserve ainsi un certain
équilibre entre les voix.


*** Direct

L’arrivée sur unisson par mouvement direct est à éviter.

Lorsqu’un mouvement direct débouche sur une octave ou une quinte :

  - on veille généralement à ce que l’une des voix évolue par
    mouvement conjoint

  - si le mouvement direct à lieu entre les voix extrêmes, la voix
    conjointe sera de préférence le soprano.


*** Consécutif

Les unissons, octaves et quintes consécutives sont généralement
déconseillés dans les traités actuels d’harmonie, car la répétition de
ces intervalles est réputée « sonner creux ». Toutefois, ce conseil
est à relativiser :

  - certaines musiques traditionnelles utilisent a profusion les
    quintes et octaves consécutives

  - lorsque deux mélodies sont parallèles, l’une étant transposée
    suivant l’un de ces intervalles, on assiste naturellement à la
    formation d’unissons, d’octaves ou de quintes parallèles, et donc
    consécutives. L’organum strict, une des premières formes de
    polyphonie, a utilisé abondamment ce principe pendant plusieurs
    siècles.

La mise à l’écart de ces intervalles relève donc plutôt d’un effet de
mode que d’une réelle considération harmonique.

En pratique, si vous souhaiter utiliser des octaves ou quintes
consécutifs, vous pouvez :

  - les placer ouvertement aux voix les plus importantes

  - les placer dans les voix internes, plus discrètes, de la
    polyphonie


** Notes communes

Dans le cas où une note essentielle est commune à deux accords
consécutifs, on la place généralement sur une même voix afin de
respecter la philosophie de l’économie de mouvement. On génère alors
des mouvements obliques avec les autres voix.

Exemple de note commune disposée sur une même voix :

#+ATTR_HTML: :class plat
| S | : | la   | mi   |
| A | : | /do/ | /do/ |
| B | : | fa   | sol  |


