grimoire/musica-04-concert.html


<div id="outline-container-org063f651" class="outline-4">
<h4 id="org063f651"><span class="section-number-4">8.2.2</span> En trois notes</h4>
<div class="outline-text-4" id="text-8-2-2">
</div>
<div id="outline-container-org5d28845" class="outline-5">
<h5 id="org5d28845"><span class="section-number-5">8.2.2.1</span> Septièmes</h5>
<div class="outline-text-5" id="text-8-2-2-1">
<p>
Les septièmes parcourues en trois notes incluent de préférence un
mouvement conjoint. On dispose donc des solutions suivantes :
</p>

<ul class="org-ul">
<li>sixte mélodique puis seconde mélodique dans le même sens</li>
<li>octave mélodique puis seconde mélodique dans le sens opposé</li>
</ul>
</div>
</div>


<div id="outline-container-org57220e4" class="outline-5">
<h5 id="org57220e4"><span class="section-number-5">8.2.2.2</span> Neuvièmes</h5>
<div class="outline-text-5" id="text-8-2-2-2">
<p>
Les neuvièmes parcourues en trois notes incluent de préférence un
mouvement conjoint. On dispose donc des solutions suivantes :
</p>

<ul class="org-ul">
<li>octave mélodique puis seconde mélodique dans le même sens</li>

<li>dixième mélodique puis seconde mélodique dans le sens opposé</li>
</ul>
</div>
</div>


<div id="outline-container-orgf86f216" class="outline-5">
<h5 id="orgf86f216"><span class="section-number-5">8.2.2.3</span> Quarte augmentée</h5>
<div class="outline-text-5" id="text-8-2-2-3">
<p>
La quarte augmentée parcourue en trois notes est suivie de préférence
d’une seconde mineure de même direction, afin de former une quinte
juste en quatre notes.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org7277aa2" class="outline-3">
<h3 id="org7277aa2"><span class="section-number-3">8.3</span> Voix</h3>
<div class="outline-text-3" id="text-8-3">
</div>
<div id="outline-container-orgcce4f13" class="outline-4">
<h4 id="orgcce4f13"><span class="section-number-4">8.3.1</span> Écarts</h4>
<div class="outline-text-4" id="text-8-3-1">
<p>
Une disposition élégante consiste à suivre approximativement les
harmoniques naturelles, où les notes sont plus éloignées dans les
graves et plus proches dans les aiguë.
</p>

<p>
En appliquant ce principe à un quatuor, on obtient, par ordre
décroissant des écarts :
</p>

<div class="org-center">
<p>
basse — ténor   &gt;   ténor — alto   &gt;   alto — soprano
</p>
</div>

<p>
Les dispositions les plus courantes sont les suivantes :
</p>

<ul class="org-ul">
<li>Intervalles à peu près égaux entre chaque paire de voix adjacentes</li>

<li>La basse éloignée, les autres voix resserrées</li>
</ul>

<p>
Dans le cas d’un quatuor, on utilise parfois la disposition suivante :
</p>

<ul class="org-ul">
<li>Octave entre alto et ténor</li>

<li>Tierce (ou moins) entre ténor et basse</li>
</ul>
</div>


<div id="outline-container-orgd0839e9" class="outline-5">
<h5 id="orgd0839e9"><span class="section-number-5">8.3.1.1</span> Écart maximal</h5>
<div class="outline-text-5" id="text-8-3-1-1">
<p>
On convient généralement d’éviter un écart de plus d’une octave entre
voix adjacentes. Une exception à ce principe, qui découle des
harmoniques naturelles : l’intervalle entre la basse et la voix qui
lui est immédiatement supérieure (le ténor dans un quatuor) peut
dépasser une octave.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org4611122" class="outline-3">
<h3 id="org4611122"><span class="section-number-3">8.4</span> Accords</h3>
<div class="outline-text-3" id="text-8-4">
</div>
<div id="outline-container-org851800d" class="outline-4">
<h4 id="org851800d"><span class="section-number-4">8.4.1</span> Fondamentale</h4>
<div class="outline-text-4" id="text-8-4-1">
<p>
Si la fondamentale d’un accord remplit une fonction tonale, il s’agit
d’une note très importante à mettre en évidence. On peut donc la
doubler, la placer à la basse, ou, si l’accord est renversé, la
disposer au soprano.
</p>

<p>
Bien entendu, si la fondamentale de l’accord est entendue en tant que
pédale, il n’est pas nécessaire de l’accentuer davantage.
</p>

<p>
Les accords de sixte, premiers renversements des accords parfaits,
sont fréquemment disposés avec la fondamentale au soprano.
</p>
</div>
</div>


<div id="outline-container-org226980f" class="outline-4">
<h4 id="org226980f"><span class="section-number-4">8.4.2</span> Cas particuliers</h4>
<div class="outline-text-4" id="text-8-4-2">
</div>
<div id="outline-container-org6076dc5" class="outline-5">
<h5 id="org6076dc5"><span class="section-number-5">8.4.2.1</span> Neuvième de dominante</h5>
<div class="outline-text-5" id="text-8-4-2-1">
<p>
On veille en général à ce que la note de 9e de l’accord de neuvième de
dominante soit plus aiguë que la fondamentale, si celle-ci est
présente. Une 9e non préparée se place également au-dessus de la
sensible.
</p>
</div>
</div>
</div>


<div id="outline-container-org82073a3" class="outline-4">
<h4 id="org82073a3"><span class="section-number-4">8.4.3</span> Intervalles entre notes essentielles</h4>
<div class="outline-text-4" id="text-8-4-3">
<p>
Un intervalle direct est un intervalle séparant deux notes
consécutives d’un accord. Exemple, <i>mi — sol</i> dans :
</p>

<div class="org-center">
<p>
do mi sol si
</p>
</div>

<p>
Un accord constitué d’intervalles directs identiques donne une
impression de confusion : il manque d’élan.
</p>

<p>
Un accord contenant au moins deux intervalles directs distincts
produit une tension, un élan musical. Attention toutefois : disposer
trop d’intervalles différents produit une direction floue et mène
également à la confusion.
</p>
</div>
</div>
</div>


<div id="outline-container-org3353464" class="outline-3">
<h3 id="org3353464"><span class="section-number-3">8.5</span> Mouvements</h3>
<div class="outline-text-3" id="text-8-5">
</div>
<div id="outline-container-org26efa0d" class="outline-4">
<h4 id="org26efa0d"><span class="section-number-4">8.5.1</span> Oblique</h4>
<div class="outline-text-4" id="text-8-5-1">
<p>
On évite l’arrivée par mouvement oblique conjoint sur l’unisson.
</p>

<p>
<i>Pourquoi</i> ? Vraisemblablement pour éviter l’intervalle harmonique de
seconde que ce mouvement implique.
</p>
</div>
</div>


<div id="outline-container-org98c2a09" class="outline-4">
<h4 id="org98c2a09"><span class="section-number-4">8.5.2</span> Contraire</h4>
<div class="outline-text-4" id="text-8-5-2">
<p>
Si la basse évolue par mouvement conjoint et que les accords enchaînés
ne possèdent pas de note commune, on fait généralement évoluer les
autres voix par mouvement contraire. On conserve ainsi un certain
équilibre entre les voix.
</p>
</div>
</div>


<div id="outline-container-org05b2623" class="outline-4">
<h4 id="org05b2623"><span class="section-number-4">8.5.3</span> Direct</h4>
<div class="outline-text-4" id="text-8-5-3">
<p>
L’arrivée sur unisson par mouvement direct est à éviter.
</p>

<p>
Lorsqu’un mouvement direct débouche sur une octave ou une quinte :
</p>

<ul class="org-ul">
<li>on veille généralement à ce que l’une des voix évolue par
mouvement conjoint</li>

<li>si le mouvement direct à lieu entre les voix extrêmes, la voix
conjointe sera de préférence le soprano.</li>
</ul>
</div>
</div>


<div id="outline-container-orgf3f6ca8" class="outline-4">
<h4 id="orgf3f6ca8"><span class="section-number-4">8.5.4</span> Consécutif</h4>
<div class="outline-text-4" id="text-8-5-4">
<p>
Les unissons, octaves et quintes consécutives sont généralement
déconseillés dans les traités actuels d’harmonie, car la répétition de
ces intervalles est réputée « sonner creux ». Toutefois, ce conseil
est à relativiser :
</p>

<ul class="org-ul">
<li>certaines musiques traditionnelles utilisent a profusion les
quintes et octaves consécutives</li>

<li>lorsque deux mélodies sont parallèles, l’une étant transposée
suivant l’un de ces intervalles, on assiste naturellement à la
formation d’unissons, d’octaves ou de quintes parallèles, et donc
consécutives. L’organum strict, une des premières formes de
polyphonie, a utilisé abondamment ce principe pendant plusieurs
siècles.</li>
</ul>

<p>
La mise à l’écart de ces intervalles relève donc plutôt d’un effet de
mode que d’une réelle considération harmonique.
</p>

<p>
En pratique, si vous souhaiter utiliser des octaves ou quintes
consécutifs, vous pouvez :
</p>

<ul class="org-ul">
<li>les placer ouvertement aux voix les plus importantes</li>

<li>les placer dans les voix internes, plus discrètes, de la
polyphonie</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org10f3033" class="outline-3">
<h3 id="org10f3033"><span class="section-number-3">8.6</span> Notes communes</h3>
<div class="outline-text-3" id="text-8-6">
<p>
Dans le cas où une note essentielle est commune à deux accords
consécutifs, on la place généralement sur une même voix afin de
respecter la philosophie de l’économie de mouvement. On génère alors
des mouvements obliques avec les autres voix.
</p>

<p>
Exemple de note commune disposée sur une même voix :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
</tr>
</tbody>
</table>
</div>
