grimoire/musica-04-concert.org
*** Accords parfaits

Considérons l’enchaînement d’accords parfaits.

Lorsque la fondamentale des accords enchaînés monte ou descend d’une
/quinte/, les accords possèdent exactement /une/ note commune.
Celle-ci est alors généralement disposée sur une même voix.

Lorsque la fondamentale des accords enchaînés monte ou descend d’une
/tierce/, les accords possèdent exactement /deux/ notes communes. On
peut alors :

  - disposer chacune de ces notes communes sur une même voix

  - disposer une seule de ces notes communes sur une même voix

  - ne disposer aucune de ces notes communes sur une même voix

Lorsque la fondamentale des accords enchaînés monte ou descend d’une
/seconde/, les accords ne possèdent /aucune/ note commune.


** Suppressions

Les accords renversés ont généralement un caractère moins affirmé que
leurs homologues à l’état fondamental. Cette remarque est
particulièrement vraie pour les triades. Afin de ne pas les rendre
encore plus floues, on évite autant que possible de supprimer une note
d’une triade renversée.

Par contre, les accords renversés de quatre notes ou plus, et en
particulier la 7e et la 9e de dominante, peuvent s’employer sans
fondamentale ou sans quinte.

Il est parfois souhaitable ou nécessaire de supprimer une des notes
d’un accord donné. L’effet obtenu dépendra du choix de cette note.


*** Tétrades

Plaçons-nous par exemple en tonique /do/ afin d’illustrer le propos,
et examinons les accords de quatre notes. Si nous supprimons la
fondamentale d’un accord du degré 1 ou 5, on obtient un accord qui
peut être analysé comme étant du degré 3 ou 7 :

#+ATTR_HTML: :class plat
| do mi sol si | ⟼ | mi sol si |
| sol si ré fa | ⟼ | si ré fa  |

Nous obtenons alors l’effet particulier d’une fonction tonale
implicite 1 remplie par un degré 3, ou d’une fonction tonale implicite
5 remplie par un degré 7. Plus généralement, le degré est disposé à la
tierce supérieure par rapport à la fonction tonale implicite. Voyons à
présent ce qui se passe si on supprime la tierce :

#+ATTR_HTML: :class plat
| do mi sol si | ⟼ | do sol si |
| sol si ré fa | ⟼ | sol ré fa |

On supprime alors soit la médiante, qui détermine si le mode est
majeur ou mineur (/mi/ ou /mi^b/ dans notre exemple), soit la sensible
qui possède une importante fonction de résolution sur la tonique (le
/si/ est attiré par le /do/ dans notre exemple). Même en mineur, le
degré 7 est fréquemment haussé d’un demi-ton afin de le transformer en
sensible.

Il est donc tout à fait possible de supprimer la tierce afin de
produire volontairement un accord plus dépouillé, mais il faut savoir
que cette suppression va rendre le mode ambigu sur l’accord de tonique
et diminuer la tension de l’accord de dominante. Voyons à présent ce
qui se passe lorsqu’on supprime la quinte :

#+ATTR_HTML: :class plat
| do mi sol si | ⟼ | do mi si  |
| sol si ré fa | ⟼ | sol si fa |

La médiante et la sensible sont alors conservées. Enfin, lorsqu’on
supprime la septième, on se retrouve tout simplement avec un accord de
trois notes :

#+ATTR_HTML: :class plat
| do mi sol si | ⟼ | do mi sol |
| sol si ré fa | ⟼ | sol si ré |


*** Triades

Le constat est similaire aux accords de quatre notes. Exemples avec
suppression de la quinte :

#+ATTR_HTML: :class plat
| do mi sol    | ⟼ | do mi    |
| do mi sol do | ⟼ | do mi do |

Exemples avec suppression de la tierce :

#+ATTR_HTML: :class plat
| do mi sol    | ⟼ | do sol    |
| do mi sol do | ⟼ | do sol do |

Exemples avec suppression d’une doublure :

#+ATTR_HTML: :class plat
| do mi sol do | ⟼ | do mi sol |


**** À base de quintes

Pour les accords de double quinte et similaires, l’intervalle de
seconde entre la quarte et la quinte, ou entre la fondamentale et la
seconde contient la tension de l’accord. On peut la supprimer :

#+ATTR_HTML: :class plat
| do fa sol | ⟼ | do sol |
| do fa sol | ⟼ | do fa  |
| do ré sol | ⟼ | do sol |
| do ré sol | ⟼ | ré sol |

mais on supprime alors du même coup la possibilité de résolution vers
un accord parfait. Dans le cas où cette résolution est souhaitée, on
supprimera plutôt la quinte :

#+ATTR_HTML: :class plat
| do fa sol | ⟼ | do fa |
| do ré sol | ⟼ | do ré |

ou la fondamentale :

#+ATTR_HTML: :class plat
| do fa sol | ⟼ | fa sol |
| do ré sol | ⟼ | ré sol |


*** Pentades

En ce qui concerne les accords de cinq notes, les remarques sont
similaires aux accords de quatre notes : enlever la fondamentale rend
la fonction tonale implicite, supprimer la tierce rend le mode ambigu
et réduit la tension. Par contre, supprimer la quinte conserve les
propriétés de l’accord. Supprimer la septième :

#+ATTR_HTML: :class plat
| sol si ré fa la | ⟼ | sol si ré la |

diminue quelque peu la tension de l’accord de dominante, car la
sous-dominante est naturellement attirée par la médiante de résolution
(le /fa/ est attiré par le /mi/ dans notre exemple). Supprimer la
neuvième revient à produire un accord de quatre notes :

#+ATTR_HTML: :class plat
| sol si ré fa la | ⟼ | sol si ré fa |


