grimoire/musica-04-concert.html


<div id="outline-container-org9d8812e" class="outline-4">
<h4 id="org9d8812e"><span class="section-number-4">8.6.1</span> Accords parfaits</h4>
<div class="outline-text-4" id="text-8-6-1">
<p>
Considérons l’enchaînement d’accords parfaits.
</p>

<p>
Lorsque la fondamentale des accords enchaînés monte ou descend d’une
<i>quinte</i>, les accords possèdent exactement <i>une</i> note commune.
Celle-ci est alors généralement disposée sur une même voix.
</p>

<p>
Lorsque la fondamentale des accords enchaînés monte ou descend d’une
<i>tierce</i>, les accords possèdent exactement <i>deux</i> notes communes. On
peut alors :
</p>

<ul class="org-ul">
<li>disposer chacune de ces notes communes sur une même voix</li>

<li>disposer une seule de ces notes communes sur une même voix</li>

<li>ne disposer aucune de ces notes communes sur une même voix</li>
</ul>

<p>
Lorsque la fondamentale des accords enchaînés monte ou descend d’une
<i>seconde</i>, les accords ne possèdent <i>aucune</i> note commune.
</p>
</div>
</div>
</div>


<div id="outline-container-org2271f0b" class="outline-3">
<h3 id="org2271f0b"><span class="section-number-3">8.7</span> Suppressions</h3>
<div class="outline-text-3" id="text-8-7">
<p>
Les accords renversés ont généralement un caractère moins affirmé que
leurs homologues à l’état fondamental. Cette remarque est
particulièrement vraie pour les triades. Afin de ne pas les rendre
encore plus floues, on évite autant que possible de supprimer une note
d’une triade renversée.
</p>

<p>
Par contre, les accords renversés de quatre notes ou plus, et en
particulier la 7e et la 9e de dominante, peuvent s’employer sans
fondamentale ou sans quinte.
</p>

<p>
Il est parfois souhaitable ou nécessaire de supprimer une des notes
d’un accord donné. L’effet obtenu dépendra du choix de cette note.
</p>
</div>


<div id="outline-container-org901049d" class="outline-4">
<h4 id="org901049d"><span class="section-number-4">8.7.1</span> Tétrades</h4>
<div class="outline-text-4" id="text-8-7-1">
<p>
Plaçons-nous par exemple en tonique <i>do</i> afin d’illustrer le propos,
et examinons les accords de quatre notes. Si nous supprimons la
fondamentale d’un accord du degré 1 ou 5, on obtient un accord qui
peut être analysé comme étant du degré 3 ou 7 :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol si</td>
<td class="org-left">⟼</td>
<td class="org-left">mi sol si</td>
</tr>

<tr>
<td class="org-left">sol si ré fa</td>
<td class="org-left">⟼</td>
<td class="org-left">si ré fa</td>
</tr>
</tbody>
</table>

<p>
Nous obtenons alors l’effet particulier d’une fonction tonale
implicite 1 remplie par un degré 3, ou d’une fonction tonale implicite
5 remplie par un degré 7. Plus généralement, le degré est disposé à la
tierce supérieure par rapport à la fonction tonale implicite. Voyons à
présent ce qui se passe si on supprime la tierce :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol si</td>
<td class="org-left">⟼</td>
<td class="org-left">do sol si</td>
</tr>

<tr>
<td class="org-left">sol si ré fa</td>
<td class="org-left">⟼</td>
<td class="org-left">sol ré fa</td>
</tr>
</tbody>
</table>

<p>
On supprime alors soit la médiante, qui détermine si le mode est
majeur ou mineur (<i>mi</i> ou <i>mi<sup>b</sup></i> dans notre exemple), soit la sensible
qui possède une importante fonction de résolution sur la tonique (le
<i>si</i> est attiré par le <i>do</i> dans notre exemple). Même en mineur, le
degré 7 est fréquemment haussé d’un demi-ton afin de le transformer en
sensible.
</p>

<p>
Il est donc tout à fait possible de supprimer la tierce afin de
produire volontairement un accord plus dépouillé, mais il faut savoir
que cette suppression va rendre le mode ambigu sur l’accord de tonique
et diminuer la tension de l’accord de dominante. Voyons à présent ce
qui se passe lorsqu’on supprime la quinte :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol si</td>
<td class="org-left">⟼</td>
<td class="org-left">do mi si</td>
</tr>

<tr>
<td class="org-left">sol si ré fa</td>
<td class="org-left">⟼</td>
<td class="org-left">sol si fa</td>
</tr>
</tbody>
</table>

<p>
La médiante et la sensible sont alors conservées. Enfin, lorsqu’on
supprime la septième, on se retrouve tout simplement avec un accord de
trois notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol si</td>
<td class="org-left">⟼</td>
<td class="org-left">do mi sol</td>
</tr>

<tr>
<td class="org-left">sol si ré fa</td>
<td class="org-left">⟼</td>
<td class="org-left">sol si ré</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgd392efd" class="outline-4">
<h4 id="orgd392efd"><span class="section-number-4">8.7.2</span> Triades</h4>
<div class="outline-text-4" id="text-8-7-2">
<p>
Le constat est similaire aux accords de quatre notes. Exemples avec
suppression de la quinte :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do mi</td>
</tr>

<tr>
<td class="org-left">do mi sol do</td>
<td class="org-left">⟼</td>
<td class="org-left">do mi do</td>
</tr>
</tbody>
</table>

<p>
Exemples avec suppression de la tierce :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do sol</td>
</tr>

<tr>
<td class="org-left">do mi sol do</td>
<td class="org-left">⟼</td>
<td class="org-left">do sol do</td>
</tr>
</tbody>
</table>

<p>
Exemples avec suppression d’une doublure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do mi sol do</td>
<td class="org-left">⟼</td>
<td class="org-left">do mi sol</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-orgef694d0" class="outline-5">
<h5 id="orgef694d0"><span class="section-number-5">8.7.2.1</span> À base de quintes</h5>
<div class="outline-text-5" id="text-8-7-2-1">
<p>
Pour les accords de double quinte et similaires, l’intervalle de
seconde entre la quarte et la quinte, ou entre la fondamentale et la
seconde contient la tension de l’accord. On peut la supprimer :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do fa sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do sol</td>
</tr>

<tr>
<td class="org-left">do fa sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do fa</td>
</tr>

<tr>
<td class="org-left">do ré sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do sol</td>
</tr>

<tr>
<td class="org-left">do ré sol</td>
<td class="org-left">⟼</td>
<td class="org-left">ré sol</td>
</tr>
</tbody>
</table>

<p>
mais on supprime alors du même coup la possibilité de résolution vers
un accord parfait. Dans le cas où cette résolution est souhaitée, on
supprimera plutôt la quinte :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do fa sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do fa</td>
</tr>

<tr>
<td class="org-left">do ré sol</td>
<td class="org-left">⟼</td>
<td class="org-left">do ré</td>
</tr>
</tbody>
</table>

<p>
ou la fondamentale :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do fa sol</td>
<td class="org-left">⟼</td>
<td class="org-left">fa sol</td>
</tr>

<tr>
<td class="org-left">do ré sol</td>
<td class="org-left">⟼</td>
<td class="org-left">ré sol</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgedd0b7b" class="outline-4">
<h4 id="orgedd0b7b"><span class="section-number-4">8.7.3</span> Pentades</h4>
<div class="outline-text-4" id="text-8-7-3">
<p>
En ce qui concerne les accords de cinq notes, les remarques sont
similaires aux accords de quatre notes : enlever la fondamentale rend
la fonction tonale implicite, supprimer la tierce rend le mode ambigu
et réduit la tension. Par contre, supprimer la quinte conserve les
propriétés de l’accord. Supprimer la septième :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sol si ré fa la</td>
<td class="org-left">⟼</td>
<td class="org-left">sol si ré la</td>
</tr>
</tbody>
</table>

<p>
diminue quelque peu la tension de l’accord de dominante, car la
sous-dominante est naturellement attirée par la médiante de résolution
(le <i>fa</i> est attiré par le <i>mi</i> dans notre exemple). Supprimer la
neuvième revient à produire un accord de quatre notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sol si ré fa la</td>
<td class="org-left">⟼</td>
<td class="org-left">sol si ré fa</td>
</tr>
</tbody>
</table>
</div>
</div>
