grimoire/musica-04-concert.org
*** Conclusion

De façon générale, la richesse harmonique (mode et tension) d’un
accord est tributaire au moins partiellement de la tierce.

Lorsqu’on souhaite conserver cette richesse, on préfère choisir la
quinte ou la fondamentale comme candidat à la suppression.

Si on souhaite par contre obtenir un effet de simplicité harmonique,
on supprime la tierce, mettant ainsi en évidence l’intervalle de
quinte. L’intervalle d’octave est également mis en évidence si une
doublure est présente.


** Dissonances

Une dissonance se trouve ordinairement sur la même voix que sa
résolution. On peut toutefois procéder à un échange de voix simultanée
à une résolution ordinaire, produisant ainsi un effet inattendu.


*** Résolution irrégulière

Lorsqu’il n’est pas possible de procéder à un mouvement obligé, il est
préférable de quitter la dissonance par mouvement conjoint.


*** Doublure

Supposons qu’une dissonance soit doublée. La double résolution
attendue provoque en ce cas des octaves consécutives, phénomène que
l’on souhaite généralement éviter. Exemple :

#+ATTR_HTML: :class plat
| S | : | si | do |
| B | : | si | do |

On évite donc généralement de doubler une note dissonante. Si l’on
souhaite malgré tout la doubler, ou qu’il n’est pas possible de faire
autrement, la dissonance et sa doublure sont de préférence :

  - amenées par mouvement contraire ou oblique

  - quittées par mouvement contraire


**** Préparation

Suivant ce même principe, si une éventuelle note destinée à préparer
une dissonance est doublée, on quitte cette note et sa doublure par
mouvement contraire ou oblique.


**** Résolution

Suivant ce même principe, si la note de résolution est doublée, on
amène cette note et sa doublure par mouvement contraire.

On note toutefois une certaine asymétrie dans ces conseils : mouvement
contraire ou oblique entre préparation et tension, mouvement contraire
uniquement entre tension et résolution.


** Ornements


*** Retard

Afin de ne pas gâcher l’effet de surprise, on évite habituellement de
faire entendre le retard en même temps que sa note de résolution.

On peut cependant l’envisager si :

  - la note de résolution est sous le retard
  - la note de résolution est placée sur une voix interne
  - l’intervalle harmonique entre retard et résolution est au moins égal à la septième


*** Notes de passage, broderies

On veille généralement à éviter l’intervalle harmonique de seconde
mineure (à l’octave près) entre une note de passage et une autre voix.
Il en va de même pour les broderies.


** Accords de passage


*** Échange fluide

Lorsqu’on souhaite échanger deux notes d’un accord tout en opérant par
mouvements conjoints, il est nécessaire d’intercaler un accord de
passage entre la disposition initiale et la disposition finale. Dans
cet exemple, on échange le soprano et la basse :

#+ATTR_HTML: :class plat
| S | : | /do/ | /ré/ | /mi/ |
| A | : | do   | si   | do   |
| T | : | sol  | sol  | sol  |
| B | : | /mi/ | /ré/ | /do/ |

Autre exemple, avec un accord de 7e comme point de départ :

#+ATTR_HTML: :class plat
| S | : | /do/ | /ré/ | /mi/ |
| A | : | si   | si   | si   |
| T | : | sol  | sol  | sol  |
| B | : | /mi/ | /ré/ | /do/ |

Enfin, l’accord final peut révéler une version 7e de l’accord de
départ :

#+ATTR_HTML: :class plat
| S | : | /do/ | /ré/ | /mi/ |
| A | : | do   | si   | la   |
| T | : | sol  | sol  | sol  |
| B | : | /mi/ | /ré/ | /do/ |


*** Suites d’accords de passage

Il est possible d’enchaîner plusieurs accords ornementaux. On assiste
alors généralement à la formation de portions de gammes diatoniques ou
chromatiques sur une des voix.


* Stratification

#+TOC: headlines 1 local


** Gamme


*** Musique tonale

Lorsqu’une polyphonie est basée à chaque instant sur une unique gamme
de référence, on parle de *musique tonale*. Il existe donc à tout
moment un unique ton et un unique mode de référence.

La gamme de référence peut par contre varier au cours de la pièce, on
parle alors de *modulation*.

La musique tonale est de loin le style musical le plus répandu.

/Remarque/ : j’englobe dans ce style la musique pré-tonale qui répond
au même critère, à savoir une seule gamme de référence à un instant
donné. La musique antique, médiévale, et de la renaissance sont donc
inclues, même si la formalisation de l’accord est plus récente.


