grimoire/musica-04-concert.html


<div id="outline-container-org1db019e" class="outline-4">
<h4 id="org1db019e"><span class="section-number-4">8.7.4</span> Conclusion</h4>
<div class="outline-text-4" id="text-8-7-4">
<p>
De façon générale, la richesse harmonique (mode et tension) d’un
accord est tributaire au moins partiellement de la tierce.
</p>

<p>
Lorsqu’on souhaite conserver cette richesse, on préfère choisir la
quinte ou la fondamentale comme candidat à la suppression.
</p>

<p>
Si on souhaite par contre obtenir un effet de simplicité harmonique,
on supprime la tierce, mettant ainsi en évidence l’intervalle de
quinte. L’intervalle d’octave est également mis en évidence si une
doublure est présente.
</p>
</div>
</div>
</div>


<div id="outline-container-org8334304" class="outline-3">
<h3 id="org8334304"><span class="section-number-3">8.8</span> Dissonances</h3>
<div class="outline-text-3" id="text-8-8">
<p>
Une dissonance se trouve ordinairement sur la même voix que sa
résolution. On peut toutefois procéder à un échange de voix simultanée
à une résolution ordinaire, produisant ainsi un effet inattendu.
</p>
</div>


<div id="outline-container-orgb5b7bfe" class="outline-4">
<h4 id="orgb5b7bfe"><span class="section-number-4">8.8.1</span> Résolution irrégulière</h4>
<div class="outline-text-4" id="text-8-8-1">
<p>
Lorsqu’il n’est pas possible de procéder à un mouvement obligé, il est
préférable de quitter la dissonance par mouvement conjoint.
</p>
</div>
</div>


<div id="outline-container-org61fcdff" class="outline-4">
<h4 id="org61fcdff"><span class="section-number-4">8.8.2</span> Doublure</h4>
<div class="outline-text-4" id="text-8-8-2">
<p>
Supposons qu’une dissonance soit doublée. La double résolution
attendue provoque en ce cas des octaves consécutives, phénomène que
l’on souhaite généralement éviter. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
On évite donc généralement de doubler une note dissonante. Si l’on
souhaite malgré tout la doubler, ou qu’il n’est pas possible de faire
autrement, la dissonance et sa doublure sont de préférence :
</p>

<ul class="org-ul">
<li>amenées par mouvement contraire ou oblique</li>

<li>quittées par mouvement contraire</li>
</ul>
</div>


<div id="outline-container-orga8593ae" class="outline-5">
<h5 id="orga8593ae"><span class="section-number-5">8.8.2.1</span> Préparation</h5>
<div class="outline-text-5" id="text-8-8-2-1">
<p>
Suivant ce même principe, si une éventuelle note destinée à préparer
une dissonance est doublée, on quitte cette note et sa doublure par
mouvement contraire ou oblique.
</p>
</div>
</div>


<div id="outline-container-org0ab8d4a" class="outline-5">
<h5 id="org0ab8d4a"><span class="section-number-5">8.8.2.2</span> Résolution</h5>
<div class="outline-text-5" id="text-8-8-2-2">
<p>
Suivant ce même principe, si la note de résolution est doublée, on
amène cette note et sa doublure par mouvement contraire.
</p>

<p>
On note toutefois une certaine asymétrie dans ces conseils : mouvement
contraire ou oblique entre préparation et tension, mouvement contraire
uniquement entre tension et résolution.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org4da4541" class="outline-3">
<h3 id="org4da4541"><span class="section-number-3">8.9</span> Ornements</h3>
<div class="outline-text-3" id="text-8-9">
</div>
<div id="outline-container-org9e9ac14" class="outline-4">
<h4 id="org9e9ac14"><span class="section-number-4">8.9.1</span> Retard</h4>
<div class="outline-text-4" id="text-8-9-1">
<p>
Afin de ne pas gâcher l’effet de surprise, on évite habituellement de
faire entendre le retard en même temps que sa note de résolution.
</p>

<p>
On peut cependant l’envisager si :
</p>

<ul class="org-ul">
<li>la note de résolution est sous le retard</li>
<li>la note de résolution est placée sur une voix interne</li>
<li>l’intervalle harmonique entre retard et résolution est au moins égal à la septième</li>
</ul>
</div>
</div>


<div id="outline-container-org769479e" class="outline-4">
<h4 id="org769479e"><span class="section-number-4">8.9.2</span> Notes de passage, broderies</h4>
<div class="outline-text-4" id="text-8-9-2">
<p>
On veille généralement à éviter l’intervalle harmonique de seconde
mineure (à l’octave près) entre une note de passage et une autre voix.
Il en va de même pour les broderies.
</p>
</div>
</div>
</div>


<div id="outline-container-org83d4a79" class="outline-3">
<h3 id="org83d4a79"><span class="section-number-3">8.10</span> Accords de passage</h3>
<div class="outline-text-3" id="text-8-10">
</div>
<div id="outline-container-org80c3ae5" class="outline-4">
<h4 id="org80c3ae5"><span class="section-number-4">8.10.1</span> Échange fluide</h4>
<div class="outline-text-4" id="text-8-10-1">
<p>
Lorsqu’on souhaite échanger deux notes d’un accord tout en opérant par
mouvements conjoints, il est nécessaire d’intercaler un accord de
passage entre la disposition initiale et la disposition finale. Dans
cet exemple, on échange le soprano et la basse :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>mi</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>do</i></td>
</tr>
</tbody>
</table>

<p>
Autre exemple, avec un accord de 7e comme point de départ :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">si</td>
<td class="org-left">si</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>mi</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>do</i></td>
</tr>
</tbody>
</table>

<p>
Enfin, l’accord final peut révéler une version 7e de l’accord de
départ :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">si</td>
<td class="org-left">la</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>mi</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>do</i></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgcc78919" class="outline-4">
<h4 id="orgcc78919"><span class="section-number-4">8.10.2</span> Suites d’accords de passage</h4>
<div class="outline-text-4" id="text-8-10-2">
<p>
Il est possible d’enchaîner plusieurs accords ornementaux. On assiste
alors généralement à la formation de portions de gammes diatoniques ou
chromatiques sur une des voix.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgbb36dbc" class="outline-2">
<h2 id="orgbb36dbc"><span class="section-number-2">9</span> Stratification</h2>
<div class="outline-text-2" id="text-9">
<div id="text-table-of-contents">
<ul>
<li><a href="#org5eac4c1">9.1. Gamme</a></li>
<li><a href="#org06ddcf5">9.2. Polyharmonie</a></li>
<li><a href="#org559faff">9.3. Polyrythmie</a></li>
</ul>
</div>
</div>


<div id="outline-container-org5eac4c1" class="outline-3">
<h3 id="org5eac4c1"><span class="section-number-3">9.1</span> Gamme</h3>
<div class="outline-text-3" id="text-9-1">
</div>
<div id="outline-container-orgbf9ddde" class="outline-4">
<h4 id="orgbf9ddde"><span class="section-number-4">9.1.1</span> Musique tonale</h4>
<div class="outline-text-4" id="text-9-1-1">
<p>
Lorsqu’une polyphonie est basée à chaque instant sur une unique gamme
de référence, on parle de <b>musique tonale</b>. Il existe donc à tout
moment un unique ton et un unique mode de référence.
</p>

<p>
La gamme de référence peut par contre varier au cours de la pièce, on
parle alors de <b>modulation</b>.
</p>

<p>
La musique tonale est de loin le style musical le plus répandu.
</p>

<p>
<i>Remarque</i> : j’englobe dans ce style la musique pré-tonale qui répond
au même critère, à savoir une seule gamme de référence à un instant
donné. La musique antique, médiévale, et de la renaissance sont donc
inclues, même si la formalisation de l’accord est plus récente.
</p>
</div>
</div>
