grimoire/musica-04-concert.html


<div id="outline-container-orgdab3209" class="outline-4">
<h4 id="orgdab3209"><span class="section-number-4">9.1.2</span> Polytonalité</h4>
<div class="outline-text-4" id="text-9-1-2">
<p>
Lorsqu’une polyphonie est constituée à chaque instant d’une série de
groupes de voix où chaque groupe possède sa propre gamme de référence,
distincte de celles des autres groupes, on parle de musique
polytonale.
</p>

<p>
Chaque groupe possède donc à tout instant son propre ton et son propre
mode. Les groupes et les gammes sont bien entendu libres d’évoluer au
fil du temps.
</p>

<p>
Par exemple, dans un quatuor, le soprano et l’alto peuvent être en <i>do
majeur</i> tandis que le ténor et la basse sont basées sur une tonique
<i>mi</i> et un mode <i>oriental</i>. Plus tard, le soprano et le ténor peuvent
être en <i>la mineur</i> tandis que l’alto et la basse peuvent être en <i>ré
dorien</i>.
</p>
</div>
</div>
</div>


<div id="outline-container-org06ddcf5" class="outline-3">
<h3 id="org06ddcf5"><span class="section-number-3">9.2</span> Polyharmonie</h3>
<div class="outline-text-3" id="text-9-2">
<p>
Une polyharmonie se produit lorsque chaque groupe de voix joue à un
instant donné un accord distinct de ceux des autres groupes.
</p>
</div>
</div>


<div id="outline-container-org559faff" class="outline-3">
<h3 id="org559faff"><span class="section-number-3">9.3</span> Polyrythmie</h3>
<div class="outline-text-3" id="text-9-3">
</div>
<div id="outline-container-org7321d30" class="outline-4">
<h4 id="org7321d30"><span class="section-number-4">9.3.1</span> Introduction</h4>
<div class="outline-text-4" id="text-9-3-1">
<p>
La polyrythmie analyse la superposition de deux rythmes simultanés, et
en particulier les configurations qui ne surchargent pas l’oreille.
</p>
</div>
</div>


<div id="outline-container-org2fa4821" class="outline-4">
<h4 id="org2fa4821"><span class="section-number-4">9.3.2</span> Rythmes identiques</h4>
<div class="outline-text-4" id="text-9-3-2">
<p>
Les deux rythmes sont identiques. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">B N</td>
<td class="org-left">N N N</td>
<td class="org-left">Bp</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">B N</td>
<td class="org-left">N N N</td>
<td class="org-left">Bp</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orged5a581" class="outline-4">
<h4 id="orged5a581"><span class="section-number-4">9.3.3</span> Rythmes contrastés</h4>
<div class="outline-text-4" id="text-9-3-3">
<p>
Un rythme est lent, l’autre est rapide. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">Bp</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bp</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org4462573" class="outline-4">
<h4 id="org4462573"><span class="section-number-4">9.3.4</span> Rythmes dialogués</h4>
<div class="outline-text-4" id="text-9-3-4">
<p>
Les voix alternent rythmes rapides et lents, afin de laisser à chacune
un « temps de parole ». Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">Bp</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">Bp</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgc10efd6" class="outline-4">
<h4 id="orgc10efd6"><span class="section-number-4">9.3.5</span> Rythmes décalés</h4>
<div class="outline-text-4" id="text-9-3-5">
<p>
Les deux rythmes sont décalés. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">—</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgd6d3f9a" class="outline-4">
<h4 id="orgd6d3f9a"><span class="section-number-4">9.3.6</span> Rythmes hybrides</h4>
<div class="outline-text-4" id="text-9-3-6">
<p>
Il s’agit de rythmes alternativement synchronisés et décalés.
Exemples :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
</tr>
</tbody>
</table>

<p>
Le même en version fluide :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgf9a7db9" class="outline-4">
<h4 id="orgf9a7db9"><span class="section-number-4">9.3.7</span> Rythmes convergents</h4>
<div class="outline-text-4" id="text-9-3-7">
<p>
Ce sont des rythmes contrastés, décalés ou hybrides qui convergent
l’un vers l’autre. Cette situation est très fréquente à l’approche des
fins de phrase, où toutes les voix finissent par ralentir. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N</td>
<td class="org-left">Bp</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
<td class="org-left">—</td>
<td class="org-left">N</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bp</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org076477a" class="outline-4">
<h4 id="org076477a"><span class="section-number-4">9.3.8</span> Rythmes fleuris</h4>
<div class="outline-text-4" id="text-9-3-8">
<p>
Il est bien évident que chaque mélodie peut changer de rythme à tout
instant, modifiant du même coup la structure rythmique de la
polyphonie. Lorsqu’une superposition de rythmes fait entendre
successivement différentes configurations polyrythmiques, on parle de
style fleuri.
</p>
</div>
</div>


<div id="outline-container-orgf78d864" class="outline-4">
<h4 id="orgf78d864"><span class="section-number-4">9.3.9</span> Rythmes polymétriques</h4>
<div class="outline-text-4" id="text-9-3-9">
<p>
Jusqu’à présent, nous avons considéré que la structure rythmique est
identique sur toutes les voix de la polyphonie. Il est cependant
possible de superposer des pyramides rythmiques de structures
différentes. On parle alors de polymétrie ou de rythmes polymétriques.
</p>
</div>


<div id="outline-container-orga2b4763" class="outline-5">
<h5 id="orga2b4763"><span class="section-number-5">9.3.9.1</span> Rythmes hémiolés</h5>
<div class="outline-text-5" id="text-9-3-9-1">
<p>
Les rythmes <b>hémiolés</b> sont constitués de deux rythmes en relation
d’hémiole. Ils constituent donc un cas particulier de polymétrie.
</p>

<p>
La structure des pulsations et oscillations se présente alors comme
suit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
