grimoire/musica-04-concert.org
*** Rythmes agrégés

Un rythme agrégé résulte de la condensation en une seule voix des
différents rythmes d’une polyphonie : chaque nouvelle note entamée sur
une des voix est également entamée sur le rythme agrégé. Considérons
par exemple la superposition :

#+ATTR_HTML: :class plat
| S | : | Np | C  |
| B | : | C  | Np |

Pour obtenir le rythme agrégé, on décompose le temps en suivant la
plus petite valeur commune, ici la croche, et on note le début de
chaque note sur le tableau correspondant :

#+ATTR_HTML: :class plat
|         |   | C | C | C | C |
| S       | : | X |   |   | X |
| B       | : | X | X |   |   |
| Agrégré | : | X | X |   | X |

On voit qu’aucune note n’est entamée à la troisième croche.
Le rythme agrégé associé est donc :

#+BEGIN_CENTER
C C cs C
#+END_CENTER

ou, en version fluide :

#+BEGIN_CENTER
C N C
#+END_CENTER

Pour condenser les rythmes de cet exemple :

#+ATTR_HTML: :class plat
| S | : | N  | B  |    |
| B | : | Np | Cp | Cp |

nous  utilisons un tableau de double-croches :

#+ATTR_HTML: :class plat
|         |   | dC | dC | dC | dC | dC | dC | dC | dC | dC | dC | dC | dC |
| S       | : | X  |    |    |    | X  |    |    |    |    |    |    |    |
| B       | : | X  |    |    |    |    |    | X  |    |    | X  |    |    |
| Agrégré | : | X  |    |    |    | X  |    | X  |    |    | X  |    |    |

Nous obtenons donc une première note qui occupe quatre double-croches,
une deuxième qui en occupe deux, et deux dernières qui en occupent
chacune trois. Le rythme agrégé s’écrit :

#+BEGIN_CENTER
N C Cp Cp
#+END_CENTER


**** Binaires

| Rythmes superposés | Rythmes agrégés |
|--------------------+-----------------|
| Ν N + Np C         | N C C           |
| Np C + C Np        | C N C           |
| N C C + C N C      | C C C C         |
| N N + C N C        | C C C C         |
|                    |                 |

**** Ternaires

| Rythmes superposés | Rythmes agrégés |
|--------------------+-----------------|
| B N + N B          | Ν N N           |
| N B + B C C        | N N C C         |
| N C N C + N N N    | N C C C C       |


**** Hybrides

| Rythmes superposés | Rythmes agrégés |
|--------------------+-----------------|
| N N N + Np Np      | N C C N         |
| B N + Np Np        | Np C N          |
| B C C + Np Np      | Np C C C        |
| N B + Np Cp Cp     | N C Cp Cp       |


*** Syncopes


**** Parties extrêmes

On évite généralement la syncope simultanée au soprano et à la basse,
car ce procédé perturbe la structure rythmique d’une polyphonie.


**** Retard harmonique

Un procédé élégant consiste à utiliser une syncope pour produire
un retard harmonique.


**** Syncope d’harmonie

La syncope d’harmonie est un accord entamé sur temps faible, ou partie
faible de temps, et poursuivi sur temps fort, ou partie forte de
temps. Ce procédé déstabilise la structure rythmique d’une polyphonie,
et est donc déconseillé.


**** Contraste

Il arrive souvent qu’on mette en relief une syncope en introduisant un
contraste voix syncopée — voix sans syncope. Dans ce cas, la tension
découle naturellement du contraste.
