grimoire/musica-04-concert.html


<div id="outline-container-orga2ef5ef" class="outline-4">
<h4 id="orga2ef5ef"><span class="section-number-4">9.3.10</span> Rythmes agrégés</h4>
<div class="outline-text-4" id="text-9-3-10">
<p>
Un rythme agrégé résulte de la condensation en une seule voix des
différents rythmes d’une polyphonie : chaque nouvelle note entamée sur
une des voix est également entamée sur le rythme agrégé. Considérons
par exemple la superposition :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">Np</td>
<td class="org-left">C</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">C</td>
<td class="org-left">Np</td>
</tr>
</tbody>
</table>

<p>
Pour obtenir le rythme agrégé, on décompose le temps en suivant la
plus petite valeur commune, ici la croche, et on note le début de
chaque note sur le tableau correspondant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">C</td>
</tr>

<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Agrégré</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
</tr>
</tbody>
</table>

<p>
On voit qu’aucune note n’est entamée à la troisième croche.
Le rythme agrégé associé est donc :
</p>

<div class="org-center">
<p>
C C cs C
</p>
</div>

<p>
ou, en version fluide :
</p>

<div class="org-center">
<p>
C N C
</p>
</div>

<p>
Pour condenser les rythmes de cet exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">N</td>
<td class="org-left">B</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">Np</td>
<td class="org-left">Cp</td>
<td class="org-left">Cp</td>
</tr>
</tbody>
</table>

<p>
nous  utilisons un tableau de double-croches :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
<td class="org-left">dC</td>
</tr>

<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Agrégré</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">X</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
Nous obtenons donc une première note qui occupe quatre double-croches,
une deuxième qui en occupe deux, et deux dernières qui en occupent
chacune trois. Le rythme agrégé s’écrit :
</p>

<div class="org-center">
<p>
N C Cp Cp
</p>
</div>
</div>


<div id="outline-container-org0c90a31" class="outline-5">
<h5 id="org0c90a31"><span class="section-number-5">9.3.10.1</span> Binaires</h5>
<div class="outline-text-5" id="text-9-3-10-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Rythmes superposés</th>
<th scope="col" class="org-left">Rythmes agrégés</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ν N + Np C</td>
<td class="org-left">N C C</td>
</tr>

<tr>
<td class="org-left">Np C + C Np</td>
<td class="org-left">C N C</td>
</tr>

<tr>
<td class="org-left">N C C + C N C</td>
<td class="org-left">C C C C</td>
</tr>

<tr>
<td class="org-left">N N + C N C</td>
<td class="org-left">C C C C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org3bd1507" class="outline-5">
<h5 id="org3bd1507"><span class="section-number-5">9.3.10.2</span> Ternaires</h5>
<div class="outline-text-5" id="text-9-3-10-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Rythmes superposés</th>
<th scope="col" class="org-left">Rythmes agrégés</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">B N + N B</td>
<td class="org-left">Ν N N</td>
</tr>

<tr>
<td class="org-left">N B + B C C</td>
<td class="org-left">N N C C</td>
</tr>

<tr>
<td class="org-left">N C N C + N N N</td>
<td class="org-left">N C C C C</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org975b007" class="outline-5">
<h5 id="org975b007"><span class="section-number-5">9.3.10.3</span> Hybrides</h5>
<div class="outline-text-5" id="text-9-3-10-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Rythmes superposés</th>
<th scope="col" class="org-left">Rythmes agrégés</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">N N N + Np Np</td>
<td class="org-left">N C C N</td>
</tr>

<tr>
<td class="org-left">B N + Np Np</td>
<td class="org-left">Np C N</td>
</tr>

<tr>
<td class="org-left">B C C + Np Np</td>
<td class="org-left">Np C C C</td>
</tr>

<tr>
<td class="org-left">N B + Np Cp Cp</td>
<td class="org-left">N C Cp Cp</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org9c8e71a" class="outline-4">
<h4 id="org9c8e71a"><span class="section-number-4">9.3.11</span> Syncopes</h4>
<div class="outline-text-4" id="text-9-3-11">
</div>
<div id="outline-container-org74fb382" class="outline-5">
<h5 id="org74fb382"><span class="section-number-5">9.3.11.1</span> Parties extrêmes</h5>
<div class="outline-text-5" id="text-9-3-11-1">
<p>
On évite généralement la syncope simultanée au soprano et à la basse,
car ce procédé perturbe la structure rythmique d’une polyphonie.
</p>
</div>
</div>


<div id="outline-container-org74f5d46" class="outline-5">
<h5 id="org74f5d46"><span class="section-number-5">9.3.11.2</span> Retard harmonique</h5>
<div class="outline-text-5" id="text-9-3-11-2">
<p>
Un procédé élégant consiste à utiliser une syncope pour produire
un retard harmonique.
</p>
</div>
</div>


<div id="outline-container-org9681afd" class="outline-5">
<h5 id="org9681afd"><span class="section-number-5">9.3.11.3</span> Syncope d’harmonie</h5>
<div class="outline-text-5" id="text-9-3-11-3">
<p>
La syncope d’harmonie est un accord entamé sur temps faible, ou partie
faible de temps, et poursuivi sur temps fort, ou partie forte de
temps. Ce procédé déstabilise la structure rythmique d’une polyphonie,
et est donc déconseillé.
</p>
</div>
</div>


<div id="outline-container-orga2f9c6f" class="outline-5">
<h5 id="orga2f9c6f"><span class="section-number-5">9.3.11.4</span> Contraste</h5>
<div class="outline-text-5" id="text-9-3-11-4">
<p>
Il arrive souvent qu’on mette en relief une syncope en introduisant un
contraste voix syncopée — voix sans syncope. Dans ce cas, la tension
découle naturellement du contraste.
</p>
</div>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: chimay</p>
<p class="date">Created: 2019-11-01 ven 14:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
